{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "d3b7e7c7-52dc-311e-96e7-5c24cd6bc6f3",
                    "sense_definition": "A type of finch belonging to the genus Loxia, characterized by a beak where the upper and lower tips cross over each other, which helps it extract seeds from conifer cones.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "bird_types",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The unique beak of the <w>crossbill</w> allows it to pry open pine cones with ease.",
                            "target_lang_translations": {
                                "ru": "Уникальный клюв <w>клеста</w> позволяет ему с лёгкостью вскрывать сосновые шишки."
                            }
                        },
                        {
                            "text": "We were lucky enough to spot a red <w>crossbill</w> during our hike through the forest.",
                            "target_lang_translations": {
                                "ru": "Нам посчастливилось заметить красного <w>клеста</w> во время нашей прогулки по лесу."
                            }
                        }
                    ],
                    "common_phrases": [
                        "red crossbill",
                        "white-winged crossbill"
                    ],
                    "target_lang_definitions": {
                        "ru": "Птица семейства вьюрковых с характерным клювом, у которого кончики надклювья и подклювья перекрещиваются, что помогает извлекать семена из шишек хвойных деревьев."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "клёст",
                                "target_lang_sense_clarification": "птица"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "7049bb89-7953-3b88-beef-0c3624f52f50",
                    "sense_definition": "A bill filed by a defendant against the plaintiff in a lawsuit, addressing the same subject matter as the original suit.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "legal_documents",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The attorney advised the defendant to file a <w>crossbill</w> to counter the claims made by the plaintiff.",
                            "target_lang_translations": {
                                "ru": "Адвокат посоветовал ответчику подать <w>встречный иск</w>, чтобы оспорить требования истца."
                            }
                        },
                        {
                            "text": "After reviewing the initial complaint, the judge examined the <w>crossbill</w> submitted by the defense.",
                            "target_lang_translations": {
                                "ru": "Изучив первоначальную жалобу, судья рассмотрел <w>встречный иск</w>, представленный защитой."
                            }
                        }
                    ],
                    "common_phrases": [
                        "file a crossbill"
                    ],
                    "target_lang_definitions": {
                        "ru": "Иск, подаваемый ответчиком против истца в рамках того же судебного процесса."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "встречный иск",
                                "target_lang_sense_clarification": "юридический термин"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}