{
    "word_family": [
        "decemvirate",
        "decemviral"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "91c5867d-99a3-3a98-9137-dd29548e40c7",
                    "sense_definition": "A member of a ten-man commission in ancient Rome, specifically appointed in 451 and 450 BC to write the code of laws known as the Twelve Tables.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "decemvir_group",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The appointed <w>decemvir</w> worked tirelessly to codify the new laws for the Roman citizens.",
                            "target_lang_translations": {
                                "ru": "Назначенный <w>децемвир</w> неустанно работал над кодификацией новых законов для римских граждан."
                            }
                        },
                        {
                            "text": "History records that one specific <w>decemvir</w> abused his power, leading to the collapse of the commission.",
                            "target_lang_translations": {
                                "ru": "История свидетельствует, что один конкретный <w>децемвир</w> злоупотребил своей властью, что привело к развалу комиссии."
                            }
                        }
                    ],
                    "traits": [
                        {
                            "trait_type": "regional",
                            "comment": "Ancient Rome"
                        },
                        {
                            "trait_type": "archaic",
                            "comment": "historical title"
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Член коллегии из десяти человек в Древнем Риме, специально назначенной в 451 и 450 гг. до н.э. для составления свода законов, известного как Законы Двенадцати таблиц."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "децемвир",
                                "target_lang_sense_clarification": "в Древнем Риме"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "f26823d4-8fd5-3df7-8943-8e41b29dfc9f",
                    "sense_definition": "A member of any ruling body, council, or committee composed of exactly ten people.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "decemvir_group",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Each <w>decemvir</w> in the Venetian Council of Ten was sworn to absolute secrecy regarding state matters.",
                            "target_lang_translations": {
                                "ru": "Каждый <w>децемвир</w> в венецианском Совете десяти давал клятву хранить абсолютную тайну в отношении государственных дел."
                            }
                        },
                        {
                            "text": "The organization was structured so that no single <w>decemvir</w> could make a unilateral decision without the others.",
                            "target_lang_translations": {
                                "ru": "Организация была устроена так, что ни один <w>децемвир</w> не мог принять единоличное решение без остальных."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Член любого руководящего органа, совета или комитета, состоящего ровно из десяти человек."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "децемвир",
                                "target_lang_sense_clarification": "член совета десяти"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}