{
    "word_family": [
        "electrometric",
        "electrometry"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "22cd62dd-d00d-3cb5-8084-d0e082b01378",
                    "sense_definition": "A scientific instrument used to detect and measure electric charge or static electricity.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "measuring_device",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The physics teacher used a simple <w>electrometer</w> to demonstrate how static charge accumulates on surfaces.",
                            "target_lang_translations": {
                                "ru": "Учитель физики использовал простой <w>электрометр</w>, чтобы продемонстрировать, как статический заряд накапливается на поверхностях."
                            }
                        },
                        {
                            "text": "In the experiment, we connected the gold-leaf <w>electrometer</w> to the metal plate to observe the divergence of the leaves.",
                            "target_lang_translations": {
                                "ru": "В ходе эксперимента мы подключили <w>электрометр</w> с золотыми лепестками к металлической пластине, чтобы наблюдать расхождение лепестков."
                            }
                        }
                    ],
                    "synonyms": [
                        "electroscope"
                    ],
                    "common_phrases": [
                        "gold-leaf electrometer",
                        "quadrant electrometer"
                    ],
                    "target_lang_definitions": {
                        "ru": "Научный прибор, используемый для обнаружения и измерения электрического заряда или статического электричества."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "электрометр",
                                "target_lang_sense_clarification": "прибор для измерения заряда"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "e2ce77b0-5cc8-3226-9eb8-b03cdcdb447d",
                    "sense_definition": "A highly sensitive voltmeter designed to measure electric potential difference while drawing negligible current from the circuit.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "measuring_device",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Engineers require a high-impedance <w>electrometer</w> to accurately measure voltage in very sensitive electronic circuits.",
                            "target_lang_translations": {
                                "ru": "Инженерам требуется высокоимпедансный <w>электрометр</w> для точного измерения напряжения в очень чувствительных электронных схемах."
                            }
                        },
                        {
                            "text": "Standard multimeters loaded the circuit too much, so we switched to a precision <w>electrometer</w> for the final readings.",
                            "target_lang_translations": {
                                "ru": "Стандартные мультиметры слишком сильно нагружали цепь, поэтому для получения окончательных показаний мы переключились на прецизионный <w>электрометр</w>."
                            }
                        }
                    ],
                    "synonyms": [
                        "voltmeter"
                    ],
                    "common_phrases": [
                        "high-impedance electrometer",
                        "vibrating reed electrometer"
                    ],
                    "target_lang_definitions": {
                        "ru": "Высокочувствительный вольтметр, предназначенный для измерения разности электрических потенциалов при потреблении ничтожно малого тока из цепи."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "электрометр",
                                "target_lang_sense_clarification": "высокочувствительный вольтметр"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}