{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "cb4e9641-7782-3072-a0c7-f3643c68edef",
                    "sense_definition": "A mythological spirit or celestial musician found in Hinduism and Buddhism, often depicted as a singer in the court of the gods.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The ancient fresco depicts a <w>gandharva</w> playing a flute while floating among the clouds.",
                            "target_lang_translations": {
                                "ru": "На древней фреске изображен <w>гандхарва</w>, играющий на флейте и парящий среди облаков."
                            }
                        },
                        {
                            "text": "In the legend, a <w>gandharva</w> descended from the heavens to entertain the royal assembly with divine music.",
                            "target_lang_translations": {
                                "ru": "Согласно легенде, <w>гандхарва</w> спустился с небес, чтобы развлечь королевское собрание божественной музыкой."
                            }
                        }
                    ],
                    "synonyms": [
                        "spirit"
                    ],
                    "common_phrases": [
                        "celestial gandharva",
                        "gandharva marriage"
                    ],
                    "target_lang_definitions": {
                        "ru": "Мифологический дух или небесный музыкант в индуизме и буддизме, часто изображаемый как певец при дворе богов."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "гандхарва",
                                "target_lang_sense_clarification": "небесный музыкант"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "f7da67d1-dbd5-3b5a-9a40-9a35f005db75",
                    "sense_definition": "A conscious being existing in the intermediate state between death and rebirth, particularly in Buddhist philosophy.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The scriptures explain how the <w>gandharva</w> wanders in search of appropriate conditions for conception.",
                            "target_lang_translations": {
                                "ru": "Писания объясняют, как <w>гандхарва</w> блуждает в поисках подходящих условий для зачатия."
                            }
                        },
                        {
                            "text": "It is believed that the <w>gandharva</w> retains karmic imprints while waiting for the next life to begin.",
                            "target_lang_translations": {
                                "ru": "Считается, что <w>гандхарва</w> сохраняет кармические отпечатки, ожидая начала следующей жизни."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Сознательное существо, находящееся в промежуточном состоянии между смертью и перерождением, особенно в буддийской философии."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "гандхарва",
                                "target_lang_sense_clarification": "существо промежуточного состояния"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}