{
    "word_family": [
        "heteronym",
        "heteronymous",
        "heteronymic"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "72f7bf58-4d5c-3d32-953f-00be044fc588",
                    "sense_definition": "The linguistic relationship between words that are spelled identically but have different pronunciations and meanings.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "linguistic_form",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "English <w>heteronymy</w> is illustrated by the word 'wind', which refers to moving air or a twisting action depending on how it is spoken.",
                            "target_lang_translations": {
                                "ru": "Английская <w>гетеронимия</w> иллюстрируется словом «wind», которое обозначает движущийся воздух или действие наматывания в зависимости от того, как оно произносится."
                            }
                        },
                        {
                            "text": "Students often find <w>heteronymy</w> confusing when reading aloud because the spelling does not indicate the correct sound.",
                            "target_lang_translations": {
                                "ru": "Студенты часто находят <w>гетеронимию</w> сбивающей с толку при чтении вслух, так как написание не указывает на правильный звук."
                            }
                        }
                    ],
                    "antonyms": [
                        "homophony",
                        "synonymy"
                    ],
                    "common_phrases": [
                        "lexical heteronymy",
                        "heteronymy in English"
                    ],
                    "target_lang_definitions": {
                        "ru": "Лингвистическое отношение между словами, которые имеют одинаковое написание, но различаются произношением и значением."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "гетеронимия",
                                "target_lang_sense_clarification": "разное звучание при одинаковом написании"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "877418a3-5350-3154-b832-0106433e2c1f",
                    "sense_definition": "The literary practice of using imaginary authors, each with a distinct personality, biography, and writing style, to produce work.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Fernando Pessoa is famous for his complex use of <w>heteronymy</w>, creating dozens of distinct literary personas.",
                            "target_lang_translations": {
                                "ru": "Фернандо Пессоа известен своим сложным использованием <w>гетеронимии</w>, создав десятки различных литературных персонажей."
                            }
                        },
                        {
                            "text": "Critics analyze the author's <w>heteronymy</w> as a way to explore conflicting philosophical viewpoints.",
                            "target_lang_translations": {
                                "ru": "Критики анализируют <w>гетеронимию</w> автора как способ исследования противоречивых философских точек зрения."
                            }
                        }
                    ],
                    "synonyms": [
                        "polyonymy"
                    ],
                    "target_lang_definitions": {
                        "ru": "Литературная практика использования вымышленных авторов, каждый из которых обладает собственной личностью, биографией и стилем письма."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "гетеронимия",
                                "target_lang_sense_clarification": "литературные маски"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "def8b61d-f072-3a7e-a1da-182181817e5d",
                    "sense_definition": "The relationship between words that belong to the same semantic category but are distinct from each other, such as different colors or days of the week.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "linguistic_semantics",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "In semantics, the relationship between 'Monday' and 'Tuesday' is described as <w>heteronymy</w>.",
                            "target_lang_translations": {
                                "ru": "В семантике отношение между словами «понедельник» и «вторник» описывается как <w>гетеронимия</w>."
                            }
                        },
                        {
                            "text": "The chart displays the <w>heteronymy</w> of various animal terms within the same biological family.",
                            "target_lang_translations": {
                                "ru": "Таблица отображает <w>гетеронимию</w> различных названий животных в рамках одного биологического семейства."
                            }
                        }
                    ],
                    "antonyms": [
                        "synonymy"
                    ],
                    "target_lang_definitions": {
                        "ru": "Отношение между словами, принадлежащими к одной семантической категории, но отличными друг от друга (например, разные цвета или дни недели)."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "гетеронимия",
                                "target_lang_sense_clarification": "семантическое различие внутри категории"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}