{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "c54155a0-86b9-351b-9c79-a1e2d5a342d8",
                    "sense_definition": "Initialism of <w>little green man</w>; a term used to refer to a stereotypical extraterrestrial alien, often depicted as small and green.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The science fiction movie featured an <w>LGM</w> emerging from a flying saucer.",
                            "target_lang_translations": {
                                "ru": "В научно-фантастическом фильме показали <w>маленького зелёного человечка</w>, выходящего из летающей тарелки."
                            }
                        },
                        {
                            "text": "Conspiracy theorists often speculate about the government hiding an <w>LGM</w> in a secret facility.",
                            "target_lang_translations": {
                                "ru": "Конспирологи часто строят догадки о том, что правительство прячет <w>инопланетянина</w> на секретном объекте."
                            }
                        }
                    ],
                    "synonyms": [
                        "alien",
                        "extraterrestrial"
                    ],
                    "antonyms": [
                        "human",
                        "earthling"
                    ],
                    "target_lang_definitions": {
                        "ru": "Аббревиатура от «little green man» (маленький зелёный человечек); термин, используемый для обозначения стереотипного инопланетянина, часто изображаемого маленьким и зелёным."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "маленький зелёный человечек",
                                "target_lang_sense_clarification": "дословный перевод"
                            },
                            {
                                "target_lang_word": "инопланетянин",
                                "target_lang_sense_clarification": "общее значение"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "e530fc40-63d1-3cab-b0ea-26428cdf8ffd",
                    "sense_definition": "Initialism of <w>last glacial maximum</w>; the most recent period in Earth's climate history when ice sheets were at their greatest extent.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Global sea levels were significantly lower during the <w>LGM</w> because massive amounts of water were trapped in ice.",
                            "target_lang_translations": {
                                "ru": "Уровень мирового океана был значительно ниже во время <w>последнего ледникового максимума</w>, так как огромные объемы воды были скованы льдом."
                            }
                        },
                        {
                            "text": "Researchers analyze ancient pollen to reconstruct the vegetation patterns of the <w>LGM</w>.",
                            "target_lang_translations": {
                                "ru": "Исследователи анализируют древнюю пыльцу, чтобы восстановить структуру растительности <w>последнего ледникового максимума</w>."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Аббревиатура от «last glacial maximum» (последний ледниковый максимум); самый недавний период в климатической истории Земли, когда ледниковые щиты имели наибольшее распространение."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "последний ледниковый максимум",
                                "target_lang_sense_clarification": "геологический термин"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "903ca2bf-135a-3b8a-a2ae-6580cb2b0076",
                    "sense_definition": "A designation for a pulsar, originally named after \"Little Green Men\" due to the regularity of the signal.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "astronomical_name",
                    "examples": [
                        {
                            "text": "The first pulsar discovered was playfully designated <w>LGM</w>-1 by the astronomers.",
                            "target_lang_translations": {
                                "ru": "Первому открытому пульсару астрономы в шутку присвоили обозначение <w>LGM</w>-1."
                            }
                        },
                        {
                            "text": "Before the true nature of the signal was understood, the <w>LGM</w> source was briefly considered potential evidence of intelligent life.",
                            "target_lang_translations": {
                                "ru": "До того как истинная природа сигнала была понята, источник <w>LGM</w> недолго считался возможным доказательством существования разумной жизни."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Обозначение пульсара, первоначально названного в честь «маленьких зелёных человечков» (Little Green Men) из-за строгой периодичности сигнала."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "LGM",
                                "target_lang_sense_clarification": "астрономическое обозначение"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "5e0cda59-b7a2-3441-ba9f-2c31e58626df",
                    "sense_definition": "A military prefix code used to designate a silo-launched surface-attack guided missile.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "technology_or_software_name",
                    "examples": [
                        {
                            "text": "The <w>LGM</w>-30 Minuteman is a key component of the strategic nuclear arsenal.",
                            "target_lang_translations": {
                                "ru": "<w>LGM</w>-30 «Минитмен» является ключевым компонентом стратегического ядерного арсенала."
                            }
                        },
                        {
                            "text": "Military engineers performed maintenance on the guidance system of the <w>LGM</w>.",
                            "target_lang_translations": {
                                "ru": "Военные инженеры провели техническое обслуживание системы наведения ракеты <w>LGM</w>."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Военный префикс-код, используемый для обозначения управляемой ракеты шахтного базирования, предназначенной для поражения наземных целей."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "LGM",
                                "target_lang_sense_clarification": "индекс ракеты"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "caab9633-f013-30f0-841a-e646b1bbed43",
                    "sense_definition": "Initialism of <w>Lady International Correspondence Chess Grandmaster</w>; a title awarded to high-performing female players in correspondence chess.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "title_or_honorific_name",
                    "examples": [
                        {
                            "text": "She was awarded the <w>LGM</w> title after a series of successful international tournaments.",
                            "target_lang_translations": {
                                "ru": "Ей был присвоен титул <w>женского гроссмейстера</w> после серии успешных международных турниров."
                            }
                        },
                        {
                            "text": "The correspondence chess magazine listed all the new <w>LGM</w> recipients for the year.",
                            "target_lang_translations": {
                                "ru": "Журнал о заочных шахматах перечислил всех, кто получил звание <w>женского гроссмейстера</w> в этом году."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Аббревиатура от «Lady International Correspondence Chess Grandmaster»; титул, присуждаемый женщинам, добившимся высоких результатов в заочных шахматах."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "женский гроссмейстер ИКЧФ",
                                "target_lang_sense_clarification": "шахматный титул"
                            },
                            {
                                "target_lang_word": "женский гроссмейстер",
                                "target_lang_sense_clarification": "сокращенное название"
                            }
                        ]
                    }
                }
            ]
        },
        {
            "pos": "interjection",
            "senses": [
                {
                    "sense_id": "1f73e7d8-196e-3698-becc-05bceefc1ce6",
                    "sense_definition": "Initialism of <w>let's go Mets</w>; a cheer used by fans to support the New York Mets baseball team.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The crowd erupted in chants of <w>LGM</w> as the batter stepped up to the plate.",
                            "target_lang_translations": {
                                "ru": "Толпа разразилась скандированием «<w>Вперёд, Метс!</w>», когда отбивающий вышел к «дому»."
                            }
                        },
                        {
                            "text": "He posted a photo from the stadium with the caption #<w>LGM</w>.",
                            "target_lang_translations": {
                                "ru": "Он опубликовал фото со стадиона с подписью #<w>LGM</w>."
                            }
                        }
                    ],
                    "traits": [
                        {
                            "trait_type": "regional",
                            "comment": "US / New York"
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Аббревиатура от «let's go Mets» (Вперёд, Метс); кричалка, используемая фанатами для поддержки бейсбольной команды «Нью-Йорк Метс»."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "Вперёд, Метс!",
                                "target_lang_sense_clarification": "спортивная кричалка"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}