{
    "word_family": [
        "metakinetic"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "4a06ff0b-5939-3db3-ac57-80e8c98acb03",
                    "sense_definition": "A type of cranial kinesis involving movement between the dermatocranium and the occipital segment of the skull.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The researcher analyzed the <w>metakinesis</w> in the lizard's skull to understand its feeding mechanics.",
                            "target_lang_translations": {
                                "ru": "Исследователь проанализировал <w>метакинетизм</w> черепа ящерицы, чтобы понять механику её питания."
                            }
                        },
                        {
                            "text": "Vertebrate morphology studies often examine how <w>metakinesis</w> contributes to jaw flexibility.",
                            "target_lang_translations": {
                                "ru": "Исследования морфологии позвоночных часто изучают, как <w>метакинетизм</w> способствует гибкости челюсти."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Тип черепного кинетизма, предполагающий подвижность между кожной крышей черепа и затылочным сегментом."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "метакинетизм",
                                "target_lang_sense_clarification": "анатомия (подвижность черепа)"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "8d8a84ea-d88b-3e3b-a278-fffe54c6585b",
                    "sense_definition": "The separation of chromosomal threads that occurs during the metaphase stage of cell division.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Microscopic observation revealed the precise moment of <w>metakinesis</w> within the dividing cell.",
                            "target_lang_translations": {
                                "ru": "Микроскопическое наблюдение выявило точный момент <w>метакинеза</w> внутри делящейся клетки."
                            }
                        },
                        {
                            "text": "Proper <w>metakinesis</w> is essential for the accurate distribution of genetic material to daughter cells.",
                            "target_lang_translations": {
                                "ru": "Правильный <w>метакинез</w> необходим для точного распределения генетического материала между дочерними клетками."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Перемещение и разделение хромосом, происходящее на стадии метафазы клеточного деления."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "метакинез",
                                "target_lang_sense_clarification": "биология (деление клетки)"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "9a741712-5464-33a4-982a-15a0b6d707a5",
                    "sense_definition": "A hypothetical mental aspect or potential for consciousness inherent in all matter, as proposed by C. Lloyd Morgan.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Morgan suggested that <w>metakinesis</w> runs parallel to physical kinetic energy in the evolution of mind.",
                            "target_lang_translations": {
                                "ru": "Морган предположил, что <w>метакинез</w> идет параллельно физической кинетической энергии в эволюции разума."
                            }
                        },
                        {
                            "text": "The concept of <w>metakinesis</w> attempts to bridge the gap between simple matter and conscious awareness.",
                            "target_lang_translations": {
                                "ru": "Концепция <w>метакинеза</w> пытается преодолеть разрыв между простой материей и сознанием."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Гипотетический ментальный аспект или потенциал сознания, присущий всей материи (термин К. Ллойда Моргана)."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "метакинез",
                                "target_lang_sense_clarification": "философия (аспект сознания)"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}