{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "72fc9863-669e-3933-b6ec-ad8e68f4b545",
                    "sense_definition": "An Athenian system of education designed to give students a broad cultural background focusing on integration into the public life of the city-state with subject matter including gymnastics, grammar, rhetoric, music, mathematics, geography, natural history, and philosophy.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "ancient_greek_concept",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Historians study <w>paideia</w> to understand how ancient Athens cultivated active and capable citizens.",
                            "target_lang_translations": {
                                "ru": "Историки изучают <w>пайдейю</w>, чтобы понять, как древние Афины воспитывали активных и способных граждан."
                            }
                        },
                        {
                            "text": "The curriculum of classical <w>paideia</w> required young men to master both physical sports and intellectual rhetoric.",
                            "target_lang_translations": {
                                "ru": "Учебная программа классической <w>пайдейи</w> требовала от юношей овладения как физическими видами спорта, так и интеллектуальной риторикой."
                            }
                        }
                    ],
                    "common_phrases": [
                        "classical paideia",
                        "Greek paideia"
                    ],
                    "target_lang_definitions": {
                        "ru": "Афинская система воспитания и образования, направленная на формирование всесторонне развитой личности, готовой к активному участию в общественной жизни полиса."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "пайдейя",
                                "target_lang_sense_clarification": "исторический термин"
                            },
                            {
                                "target_lang_word": "античное воспитание",
                                "target_lang_sense_clarification": "описательный перевод"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "2ef349cb-572c-3abd-8bf5-d9dcfdb32403",
                    "sense_definition": "The epitome of physical and intellectual achievement to which an Ancient Greek citizen could aspire; societal and cultural perfection.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "ancient_greek_concept",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "He strove for <w>paideia</w>, seeking a perfect balance between a healthy body and a sharp mind.",
                            "target_lang_translations": {
                                "ru": "Он стремился к <w>пайдейе</w>, ища идеальный баланс между здоровым телом и острым умом."
                            }
                        },
                        {
                            "text": "This sculpture embodies the ideal of <w>paideia</w> that was highly valued by that civilization.",
                            "target_lang_translations": {
                                "ru": "Эта скульптура воплощает идеал <w>пайдейи</w>, который высоко ценился той цивилизацией."
                            }
                        }
                    ],
                    "common_phrases": [
                        "ideal of paideia"
                    ],
                    "target_lang_definitions": {
                        "ru": "Идеал физического и интеллектуального совершенства, к которому стремился гражданин Древней Греции; культурное совершенство."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "пайдейя",
                                "target_lang_sense_clarification": "как культурный идеал"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "8ffced36-e44f-3db3-ad43-8b148dfcdeef",
                    "sense_definition": "An early model of Christian higher learning having theology as its chief subject.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The monastery preserved a form of Christian <w>paideia</w> throughout the turbulent Middle Ages.",
                            "target_lang_translations": {
                                "ru": "Монастырь сохранял форму христианской <w>пайдейи</w> на протяжении всего неспокойного Средневековья."
                            }
                        },
                        {
                            "text": "Scholars debate how much classical thought influenced this religious <w>paideia</w> focused on scripture.",
                            "target_lang_translations": {
                                "ru": "Ученые спорят о том, насколько классическая мысль повлияла на эту религиозную <w>пайдейю</w>, сосредоточенную на Священном Писании."
                            }
                        }
                    ],
                    "synonyms": [
                        "humanitas"
                    ],
                    "common_phrases": [
                        "Christian paideia"
                    ],
                    "target_lang_definitions": {
                        "ru": "Ранняя модель христианского высшего образования, главным предметом которого было богословие."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "пайдейя",
                                "target_lang_sense_clarification": "христианская образованность"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "459d5ec8-bfac-3914-b039-d2f96a185ff9",
                    "sense_definition": "A pedagogical system focusing on providing children with a broad and balanced education.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Modern educators sometimes refer to <w>paideia</w> when discussing holistic learning methods for children.",
                            "target_lang_translations": {
                                "ru": "Современные педагоги иногда ссылаются на <w>пайдейю</w> при обсуждении методов целостного обучения детей."
                            }
                        },
                        {
                            "text": "The proposal suggests a return to <w>paideia</w> to foster well-rounded students rather than specialists.",
                            "target_lang_translations": {
                                "ru": "Предложение предполагает возвращение к <w>пайдейе</w> для воспитания всесторонне развитых студентов, а не узких специалистов."
                            }
                        }
                    ],
                    "common_phrases": [
                        "modern paideia"
                    ],
                    "target_lang_definitions": {
                        "ru": "Педагогическая система, ориентированная на предоставление детям широкого и сбалансированного образования."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "пайдейя",
                                "target_lang_sense_clarification": "педагогическая концепция"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}