{
  "word_family": [],
  "entries": [
    {
      "pos": "noun",
      "senses": [
        {
          "sense_id": "72fc9863-669e-3933-b6ec-ad8e68f4b545",
          "sense_definition": "An Athenian system of education designed to give students a broad cultural background focusing on integration into the public life of the city-state with subject matter including gymnastics, grammar, rhetoric, music, mathematics, geography, natural history, and philosophy.",
          "learner_level": "C2",
          "frequency": "VeryLow",
          "semantic_group_id": "ancient_greek_concept",
          "name_type": "no",
          "examples": [
            {
              "text": "Historians study <w>paideia</w> to understand how ancient Athens cultivated active and capable citizens."
            },
            {
              "text": "The curriculum of classical <w>paideia</w> required young men to master both physical sports and intellectual rhetoric."
            }
          ],
          "common_phrases": [
            "classical paideia",
            "Greek paideia"
          ],
          "traits": []
        },
        {
          "sense_id": "2ef349cb-572c-3abd-8bf5-d9dcfdb32403",
          "sense_definition": "The epitome of physical and intellectual achievement to which an Ancient Greek citizen could aspire; societal and cultural perfection.",
          "learner_level": "C2",
          "frequency": "VeryLow",
          "semantic_group_id": "ancient_greek_concept",
          "name_type": "no",
          "examples": [
            {
              "text": "He strove for <w>paideia</w>, seeking a perfect balance between a healthy body and a sharp mind."
            },
            {
              "text": "This sculpture embodies the ideal of <w>paideia</w> that was highly valued by that civilization."
            }
          ],
          "common_phrases": [
            "ideal of paideia"
          ],
          "traits": []
        },
        {
          "sense_id": "8ffced36-e44f-3db3-ad43-8b148dfcdeef",
          "sense_definition": "An early model of Christian higher learning having theology as its chief subject.",
          "learner_level": "C2",
          "frequency": "VeryLow",
          "semantic_group_id": "",
          "name_type": "no",
          "examples": [
            {
              "text": "The monastery preserved a form of Christian <w>paideia</w> throughout the turbulent Middle Ages."
            },
            {
              "text": "Scholars debate how much classical thought influenced this religious <w>paideia</w> focused on scripture."
            }
          ],
          "synonyms": [
            "humanitas"
          ],
          "common_phrases": [
            "Christian paideia"
          ],
          "traits": []
        },
        {
          "sense_id": "459d5ec8-bfac-3914-b039-d2f96a185ff9",
          "sense_definition": "A pedagogical system focusing on providing children with a broad and balanced education.",
          "learner_level": "C2",
          "frequency": "VeryLow",
          "semantic_group_id": "",
          "name_type": "no",
          "examples": [
            {
              "text": "Modern educators sometimes refer to <w>paideia</w> when discussing holistic learning methods for children."
            },
            {
              "text": "The proposal suggests a return to <w>paideia</w> to foster well-rounded students rather than specialists."
            }
          ],
          "common_phrases": [
            "modern paideia"
          ],
          "traits": []
        }
      ]
    }
  ]
}