{
    "word_family": [
        "polycentric",
        "polycentricity"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "855ab3a3-71fe-3fe9-a0c9-8503e2588dfc",
                    "sense_definition": "A political or organizational system characterized by the existence of many different centers of authority, control, or decision-making.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "structural_systems",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The European Union is often cited as a model of political <w>polycentrism</w> where power is distributed among member states.",
                            "target_lang_translations": {
                                "ru": "Европейский союз часто приводят в качестве примера политического <w>полицентризма</w>, где власть распределена между государствами-членами."
                            }
                        },
                        {
                            "text": "Urban planners advocate for <w>polycentrism</w> to reduce traffic congestion by creating multiple business districts.",
                            "target_lang_translations": {
                                "ru": "Градостроители выступают за <w>полицентризм</w>, чтобы уменьшить пробки на дорогах путем создания нескольких деловых районов."
                            }
                        }
                    ],
                    "synonyms": [
                        "multicentrism"
                    ],
                    "antonyms": [
                        "monocentrism",
                        "centralization"
                    ],
                    "common_phrases": [
                        "urban polycentrism",
                        "political polycentrism"
                    ],
                    "target_lang_definitions": {
                        "ru": "Политическая или организационная система, характеризующаяся наличием множества различных центров власти, управления или принятия решений."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "полицентризм",
                                "target_lang_sense_clarification": "в политике и градостроительстве"
                            },
                            {
                                "target_lang_word": "многополярность",
                                "target_lang_sense_clarification": "в геополитике"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "825c348b-5d34-314f-b440-079c50fedc79",
                    "sense_definition": "The recognition or existence of multiple distinct cultures, value systems, or perspectives within a region or organization.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "cultural_systems",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Global companies often adopt a strategy of <w>polycentrism</w> by hiring local managers who understand the regional market.",
                            "target_lang_translations": {
                                "ru": "Глобальные компании часто принимают стратегию <w>полицентризма</w>, нанимая местных менеджеров, которые понимают региональный рынок."
                            }
                        },
                        {
                            "text": "Cultural <w>polycentrism</w> encourages people to view other societies through their own local standards rather than a single global lens.",
                            "target_lang_translations": {
                                "ru": "Культурный <w>полицентризм</w> побуждает людей рассматривать другие общества через призму собственных местных стандартов, а не через единую глобальную линзу."
                            }
                        }
                    ],
                    "synonyms": [
                        "cultural pluralism"
                    ],
                    "antonyms": [
                        "ethnocentrism"
                    ],
                    "common_phrases": [
                        "cultural polycentrism"
                    ],
                    "target_lang_definitions": {
                        "ru": "Признание или существование множества различных культур, систем ценностей или точек зрения в рамках региона или организации."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "полицентризм",
                                "target_lang_sense_clarification": "в культуре и управлении"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "5040ebbd-41b7-3e5b-82e7-4f791f8ac64d",
                    "sense_definition": "The condition of having multiple centers, specifically referring to chromosomes that possess multiple centromeres.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The scientist studied the <w>polycentrism</w> of the fungal chromosomes under a microscope.",
                            "target_lang_translations": {
                                "ru": "Ученый изучал <w>полицентризм</w> хромосом грибов под микроскопом."
                            }
                        },
                        {
                            "text": "Chromosomal <w>polycentrism</w> can significantly affect how cells divide during the reproductive process.",
                            "target_lang_translations": {
                                "ru": "Хромосомный <w>полицентризм</w> может существенно повлиять на деление клеток в процессе размножения."
                            }
                        }
                    ],
                    "antonyms": [
                        "monocentrism"
                    ],
                    "target_lang_definitions": {
                        "ru": "Состояние, характеризующееся наличием нескольких центров; в частности, относится к хромосомам, имеющим несколько центромер."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "полицентризм",
                                "target_lang_sense_clarification": "в биологии"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}