{
    "word_family": [
        "socialist",
        "socialize",
        "socialization"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "b558e9ae-ba36-34ed-8a87-90542c22fd03",
                    "sense_definition": "An economic and political system in which the government or the community as a whole owns and controls the means of production, such as factories, land, and resources, rather than private individuals.",
                    "learner_level": "B2",
                    "frequency": "High",
                    "semantic_group_id": "political_theory",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Under <w>socialism</w>, the state manages major industries to ensure that wealth is distributed more evenly among the people.",
                            "target_lang_translations": {
                                "ru": "При <w>социализме</w> государство управляет основными отраслями промышленности, чтобы обеспечить более равномерное распределение богатства среди населения."
                            }
                        },
                        {
                            "text": "Many students study the differences between <w>socialism</w> and capitalism in their history classes.",
                            "target_lang_translations": {
                                "ru": "Многие студенты изучают различия между <w>социализмом</w> и капитализмом на уроках истории."
                            }
                        }
                    ],
                    "antonyms": [
                        "capitalism",
                        "free enterprise"
                    ],
                    "common_phrases": [
                        "democratic socialism",
                        "principles of socialism",
                        "rise of socialism"
                    ],
                    "target_lang_definitions": {
                        "ru": "Экономическая и политическая система, при которой правительство или общество в целом владеет и управляет средствами производства (заводами, землей, ресурсами), а не частные лица."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "социализм",
                                "target_lang_sense_clarification": "общественный строй"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "c9e7f07b-45e3-3960-b75a-8c12be1d4de8",
                    "sense_definition": "Political beliefs or policies that support social equality, government funding of public services, and a welfare state, often without requiring full state ownership of industry.",
                    "learner_level": "B2",
                    "frequency": "Middle",
                    "semantic_group_id": "political_theory",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Critics argued that the new healthcare plan was a step toward <w>socialism</w> because of the increased government involvement.",
                            "target_lang_translations": {
                                "ru": "Критики утверждали, что новый план здравоохранения был шагом к <w>социализму</w> из-за усиления государственного вмешательства."
                            }
                        },
                        {
                            "text": "Modern <w>socialism</w> in some countries focuses on strong social safety nets rather than seizing private property.",
                            "target_lang_translations": {
                                "ru": "Современный <w>социализм</w> в некоторых странах делает упор на сильные системы социальной защиты, а не на захват частной собственности."
                            }
                        }
                    ],
                    "antonyms": [
                        "capitalism"
                    ],
                    "common_phrases": [
                        "creeping socialism",
                        "fiscal socialism"
                    ],
                    "target_lang_definitions": {
                        "ru": "Политические убеждения или политика, поддерживающие социальное равенство, государственное финансирование общественных услуг и социальное обеспечение, часто без требования полной государственной собственности."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "социализм",
                                "target_lang_sense_clarification": "политическое течение"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "9321cd49-a4c0-3327-ba2c-59d35dc08a6d",
                    "sense_definition": "The intermediate stage of social development between capitalism and communism in Marxist theory, where the state controls the economy to prepare for a classless society.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "political_theory",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Marx predicted that <w>socialism</w> would naturally follow the collapse of the capitalist system.",
                            "target_lang_translations": {
                                "ru": "Маркс предсказывал, что <w>социализм</w> естественным образом наступит после краха капиталистической системы."
                            }
                        },
                        {
                            "text": "The revolutionaries declared that the country had entered the phase of <w>socialism</w> on its path to communism.",
                            "target_lang_translations": {
                                "ru": "Революционеры объявили, что страна вступила в фазу <w>социализма</w> на пути к коммунизму."
                            }
                        }
                    ],
                    "antonyms": [
                        "capitalism"
                    ],
                    "common_phrases": [
                        "transition to socialism",
                        "building socialism"
                    ],
                    "target_lang_definitions": {
                        "ru": "Промежуточная стадия общественного развития между капитализмом и коммунизмом в марксистской теории, когда государство контролирует экономику для подготовки к бесклассовому обществу."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "социализм",
                                "target_lang_sense_clarification": "стадия развития общества"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}