{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "ef441900-ce53-3acd-8722-9b168a0b79bd",
                    "sense_definition": "Acronym for static random access memory; a type of fast computer memory that retains data as long as power is supplied and does not need to be periodically refreshed like DRAM.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "computer_memory",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The computer engineer chose an <w>SRAM</w> chip for the cache memory because of its high speed.",
                            "target_lang_translations": {
                                "ru": "Компьютерный инженер выбрал чип <w>SRAM</w> для кэш-памяти из-за его высокой скорости."
                            }
                        },
                        {
                            "text": "Although <w>SRAM</w> is faster than dynamic memory, it is also more expensive to manufacture.",
                            "target_lang_translations": {
                                "ru": "Хотя <w>статическая память</w> быстрее динамической, она также дороже в производстве."
                            }
                        }
                    ],
                    "synonyms": [
                        "static RAM"
                    ],
                    "antonyms": [
                        "DRAM"
                    ],
                    "common_phrases": [
                        "SRAM chip",
                        "SRAM cell",
                        "SRAM cache"
                    ],
                    "target_lang_definitions": {
                        "ru": "Аббревиатура от static random access memory (статическая память с произвольным доступом); тип быстрой компьютерной памяти, которая хранит данные, пока подается питание, и не требует периодического обновления, как DRAM."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "статическая память",
                                "target_lang_sense_clarification": "тип памяти"
                            },
                            {
                                "target_lang_word": "SRAM",
                                "target_lang_sense_clarification": "аббревиатура"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "df4d8535-02a7-31b3-b396-1fff346e951f",
                    "sense_definition": "Acronym for shadow random access memory; a technique where BIOS code is copied from ROM into faster RAM during the boot process.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "computer_memory",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The system performance improved significantly after enabling <w>SRAM</w> in the BIOS settings.",
                            "target_lang_translations": {
                                "ru": "Производительность системы значительно улучшилась после включения <w>теневого ОЗУ</w> в настройках BIOS."
                            }
                        },
                        {
                            "text": "Using <w>SRAM</w> allows the computer to access system instructions much faster than reading them from the ROM chip.",
                            "target_lang_translations": {
                                "ru": "Использование <w>теневой памяти</w> позволяет компьютеру получать доступ к системным инструкциям намного быстрее, чем при чтении их с чипа ПЗУ."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Аббревиатура от shadow random access memory (теневое ОЗУ); технология, при которой код BIOS копируется из ПЗУ в более быструю оперативную память во время загрузки."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "теневое ОЗУ",
                                "target_lang_sense_clarification": "технология BIOS"
                            },
                            {
                                "target_lang_word": "теневая память",
                                "target_lang_sense_clarification": "компьютерные технологии"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "53d79958-885c-3418-9c0f-5b769bd39272",
                    "sense_definition": "Acronym for short-range attack missile; a type of air-to-surface nuclear missile.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "The bomber was equipped with an <w>SRAM</w> designed to neutralize enemy defenses from a distance.",
                            "target_lang_translations": {
                                "ru": "Бомбардировщик был оснащен <w>ракетой малой дальности</w>, предназначенной для нейтрализации обороны противника на расстоянии."
                            }
                        },
                        {
                            "text": "Military historians discussed the strategic impact of the <w>SRAM</w> during the Cold War era.",
                            "target_lang_translations": {
                                "ru": "Военные историки обсуждали стратегическое влияние <w>ракет СРЭМ</w> в эпоху холодной войны."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Аббревиатура от short-range attack missile (управляемая ракета малой дальности); тип ракеты класса «воздух-земля» с ядерной боеголовкой."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "ракета малой дальности",
                                "target_lang_sense_clarification": "военное дело"
                            },
                            {
                                "target_lang_word": "ракета СРЭМ",
                                "target_lang_sense_clarification": "транслитерация аббревиатуры"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}