{
    "word_family": [],
    "entries": [
        {
            "pos": "name",
            "senses": [
                {
                    "sense_id": "373b3a8c-90bb-36d3-b859-48b5f6cf57fa",
                    "sense_definition": "A prefecture-level city located in the Guangxi Zhuang Autonomous Region of southern China, internationally known for its annual dog meat festival.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "geo_guangxi",
                    "name_type": "place_name",
                    "examples": [
                        {
                            "text": "The city of <w>Yulin</w> attracts international attention every summer due to its controversial festival.",
                            "target_lang_translations": {
                                "ru": "Город <w>Юйлинь</w> каждое лето привлекает международное внимание из-за своего противоречивого фестиваля."
                            }
                        },
                        {
                            "text": "Local authorities in <w>Yulin</w> have attempted to regulate the market to improve public image.",
                            "target_lang_translations": {
                                "ru": "Местные власти в <w>Юйлине</w> пытались регулировать рынок, чтобы улучшить общественный имидж."
                            }
                        }
                    ],
                    "common_phrases": [
                        "Yulin Dog Meat Festival",
                        "city of Yulin"
                    ],
                    "target_lang_definitions": {
                        "ru": "Городской округ в Гуанси-Чжуанском автономном районе на юге Китая, известный на международном уровне своим ежегодным фестивалем собачьего мяса."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "Юйлинь",
                                "target_lang_sense_clarification": "город в Гуанси"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "f8aceb8c-328b-3cbf-8c62-255eb4ec9d72",
                    "sense_definition": "A prefecture-level city in Shaanxi province in northern China, historically significant for its proximity to the Great Wall and economically for its energy resources.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "geo_shaanxi",
                    "name_type": "place_name",
                    "examples": [
                        {
                            "text": "Tourists can see remnants of the Great Wall standing amidst the sands near <w>Yulin</w>.",
                            "target_lang_translations": {
                                "ru": "Туристы могут увидеть остатки Великой Китайской стены, стоящие среди песков недалеко от <w>Юйлиня</w>."
                            }
                        },
                        {
                            "text": "Once a quiet town, <w>Yulin</w> has transformed into a boom town due to coal and natural gas industries.",
                            "target_lang_translations": {
                                "ru": "Некогда тихий городок, <w>Юйлинь</w> превратился в процветающий центр благодаря угольной и газовой промышленности."
                            }
                        }
                    ],
                    "common_phrases": [
                        "Yulin Old Town"
                    ],
                    "target_lang_definitions": {
                        "ru": "Городской округ в провинции Шэньси на севере Китая, исторически значимый благодаря близости к Великой стене и экономически важный из-за энергетических ресурсов."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "Юйлинь",
                                "target_lang_sense_clarification": "город в Шэньси"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "c1488274-550f-30f0-832b-54e0f1300494",
                    "sense_definition": "A bay and strategic naval port located in Sanya on the southern coast of Hainan Island, China.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "geo_hainan",
                    "name_type": "place_name",
                    "examples": [
                        {
                            "text": "The naval base at <w>Yulin</w> serves as a key facility for the fleet in the South China Sea.",
                            "target_lang_translations": {
                                "ru": "Военно-морская база в <w>Юйлине</w> служит ключевым объектом для флота в Южно-Китайском море."
                            }
                        },
                        {
                            "text": "Ships sailing from the port of <w>Yulin</w> often head toward the disputed islands.",
                            "target_lang_translations": {
                                "ru": "Корабли, выходящие из порта <w>Юйлинь</w>, часто направляются к спорным островам."
                            }
                        }
                    ],
                    "common_phrases": [
                        "port of Yulin",
                        "Yulin Bay"
                    ],
                    "target_lang_definitions": {
                        "ru": "Залив и стратегический военно-морской порт, расположенный в Санье на южном побережье острова Хайнань, Китай."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "Юйлинь",
                                "target_lang_sense_clarification": "порт и залив на Хайнане"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}