{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "89459b28-8897-3d60-8bed-9073f8eb2dce",
                    "sense_definition": "Een attractie op een kermis of in een pretpark waarbij karretjes met hoge snelheid over een spoor met steile hellingen en scherpe bochten rijden.",
                    "learner_level": "B1",
                    "frequency": "High",
                    "semantic_group_id": "attracties",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De kinderen wilden meteen nog een keer in de <w>achtbaan</w>.",
                            "target_lang_translations": {
                                "en": "The children wanted to go on the <w>roller coaster</w> again right away.",
                                "ru": "Дети сразу захотели еще раз прокатиться на <w>американских горках</w>."
                            }
                        },
                        {
                            "text": "Durf jij in die hele hoge en snelle <w>achtbaan</w>?",
                            "target_lang_translations": {
                                "en": "Do you dare to go on that very high and fast <w>roller coaster</w>?",
                                "ru": "Ты рискнешь прокатиться на этих высоких и быстрых <w>американских горках</w>?"
                            }
                        }
                    ],
                    "synonyms": [
                        "roetsjbaan"
                    ],
                    "common_phrases": [
                        "in de achtbaan",
                        "over de kop"
                    ],
                    "target_lang_definitions": {
                        "en": "An attraction at a fair or amusement park where carts travel at high speed along a track with steep slopes and sharp turns.",
                        "ru": "Аттракцион на ярмарке или в парке развлечений, где вагончики на высокой скорости едут по рельсам с крутыми спусками и резкими поворотами."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "roller coaster",
                                "target_lang_sense_clarification": "amusement ride"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "американские горки",
                                "target_lang_sense_clarification": "аттракцион"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "315b4adf-dd68-3322-82c4-294e0238ecd5",
                    "sense_definition": "Een situatie of periode met snel wisselende emoties, gebeurtenissen of ervaringen, met zowel hoogte- als dieptepunten.",
                    "learner_level": "B2",
                    "frequency": "Middle",
                    "semantic_group_id": "metaforen",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De afgelopen week was een emotionele <w>achtbaan</w> voor ons hele gezin.",
                            "target_lang_translations": {
                                "en": "The past week was an emotional <w>roller coaster</w> for our entire family.",
                                "ru": "Прошедшая неделя была эмоциональными <w>американскими горками</w> для всей нашей семьи."
                            }
                        },
                        {
                            "text": "De wedstrijd was een echte <w>achtbaan</w> en bleef tot de laatste minuut spannend.",
                            "target_lang_translations": {
                                "en": "The match was a real <w>roller coaster</w> and remained exciting until the very last minute.",
                                "ru": "Матч был настоящими <w>американскими горками</w> и держал в напряжении до последней минуты."
                            }
                        }
                    ],
                    "common_phrases": [
                        "emotionele achtbaan"
                    ],
                    "target_lang_definitions": {
                        "en": "A situation or period characterized by rapidly changing emotions, events, or experiences, with both highs and lows.",
                        "ru": "Ситуация или период с быстро меняющимися эмоциями, событиями или переживаниями, со взлетами и падениями."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "roller coaster",
                                "target_lang_sense_clarification": "figurative situation"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "американские горки",
                                "target_lang_sense_clarification": "переносное значение"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}