{
    "word_family": [
        "agressie",
        "oorlog",
        "agressor",
        "agressief"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "05607f84-2bce-39ef-9e1f-42fe02402397",
                    "sense_definition": "Een oorlog die wordt begonnen door een staat die als eerste een andere staat aanvalt of de oorlog verklaart, zonder dat er sprake is van zelfverdediging.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "war_types",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De dictator werd internationaal veroordeeld voor het starten van een illegale <w>agressieoorlog</w>.",
                            "target_lang_translations": {
                                "en": "The dictator was internationally condemned for starting an illegal <w>war of aggression</w>.",
                                "ru": "Диктатор был осужден международным сообществом за развязывание незаконной <w>агрессивной войны</w>."
                            }
                        },
                        {
                            "text": "Volgens het internationaal recht is het voeren van een <w>agressieoorlog</w> een misdaad tegen de vrede.",
                            "target_lang_translations": {
                                "en": "According to international law, waging a <w>war of aggression</w> is a crime against peace.",
                                "ru": "Согласно международному праву, ведение <w>агрессивной войны</w> является преступлением против мира."
                            }
                        }
                    ],
                    "synonyms": [
                        "aanvalsoorlog"
                    ],
                    "antonyms": [
                        "verdedigingsoorlog"
                    ],
                    "common_phrases": [
                        "een agressieoorlog voeren",
                        "een agressieoorlog ontketenen",
                        "verbod op agressieoorlog"
                    ],
                    "target_lang_definitions": {
                        "en": "A war started by a state that attacks another state first or declares war, without it being a matter of self-defense.",
                        "ru": "Война, начатая государством, которое первым нападает на другое государство или объявляет войну без оснований для самообороны."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "war of aggression",
                                "target_lang_sense_clarification": "military conflict initiated without justification of self-defense"
                            },
                            {
                                "target_lang_word": "aggressive war",
                                "target_lang_sense_clarification": "general term for a war started by an aggressor"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "агрессивная война",
                                "target_lang_sense_clarification": "военный конфликт, инициированный без законных оснований для самообороны"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}