{
    "word_family": [
        "annuïteit",
        "hypotheek",
        "annuïtair"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "f9d89708-eab9-344b-82ca-7caee20f9e21",
                    "sense_definition": "Een hypotheekvorm waarbij je elke maand een vast bruto bedrag betaalt dat bestaat uit rente en aflossing, zodat de lening aan het einde van de looptijd volledig is terugbetaald.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "financial_products",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Veel starters op de woningmarkt kiezen voor een <w>annuïteitenhypotheek</w> vanwege de voorspelbare maandlasten.",
                            "target_lang_translations": {
                                "en": "Many first-time buyers choose an <w>annuity mortgage</w> because of the predictable monthly costs.",
                                "ru": "Многие покупатели первого жилья выбирают <w>аннуитетную ипотеку</w> из-за предсказуемых ежемесячных расходов."
                            }
                        },
                        {
                            "text": "Bij het afsluiten van een <w>annuïteitenhypotheek</w> verandert de verhouding tussen rente en aflossing gedurende de looptijd.",
                            "target_lang_translations": {
                                "en": "When taking out an <w>annuity mortgage</w>, the ratio between interest and repayment changes during the term.",
                                "ru": "При оформлении <w>аннуитетной ипотеки</w> соотношение между процентами и погашением основного долга меняется в течение срока кредитования."
                            }
                        }
                    ],
                    "antonyms": [
                        "lineaire hypotheek",
                        "aflossingsvrije hypotheek"
                    ],
                    "common_phrases": [
                        "een annuïteitenhypotheek afsluiten",
                        "looptijd van de annuïteitenhypotheek"
                    ],
                    "target_lang_definitions": {
                        "en": "A type of mortgage where you pay a fixed gross amount every month consisting of interest and repayment, ensuring the loan is fully repaid by the end of the term.",
                        "ru": "Вид ипотеки, при котором заемщик ежемесячно выплачивает фиксированную сумму, состоящую из процентов и части основного долга, что обеспечивает полное погашение кредита к концу срока."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "annuity mortgage",
                                "target_lang_sense_clarification": "mortgage with fixed gross monthly payments"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "аннуитетная ипотека",
                                "target_lang_sense_clarification": "ипотека с равными ежемесячными платежами"
                            },
                            {
                                "target_lang_word": "ипотека с аннуитетными платежами",
                                "target_lang_sense_clarification": "полное название финансового продукта"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}