{
    "word_family": [
        "antitrust",
        "antitrustwet",
        "antitrustbeleid",
        "antitrustregel"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "3348a915-df71-34d3-9104-e3c541465d9b",
                    "sense_definition": "Een rechtszaak tegen een bedrijf dat de eerlijke concurrentie op de markt probeert te belemmeren of een monopoliepositie misbruikt.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De overheid is een grote <w>antitrustzaak</w> gestart tegen het machtige technologiebedrijf.",
                            "target_lang_translations": {
                                "ru": "Правительство начало крупное <w>антимонопольное дело</w> против могущественной технологической компании.",
                                "en": "The government has launched a major <w>antitrust case</w> against the powerful technology company."
                            }
                        },
                        {
                            "text": "Na jaren van onderzoek werd de ingewikkelde <w>antitrustzaak</w> eindelijk afgerond met een schikking.",
                            "target_lang_translations": {
                                "ru": "После многих лет расследования сложное <w>антимонопольное дело</w> было наконец завершено мировым соглашением.",
                                "en": "After years of investigation, the complex <w>antitrust case</w> was finally concluded with a settlement."
                            }
                        }
                    ],
                    "synonyms": [
                        "mededingingszaak"
                    ],
                    "common_phrases": [
                        "grote antitrustzaak",
                        "Europese antitrustzaak",
                        "lopende antitrustzaak",
                        "antitrustzaak tegen"
                    ],
                    "target_lang_definitions": {
                        "ru": "Судебное разбирательство против компании, которая пытается препятствовать честной конкуренции на рынке или злоупотребляет монопольным положением.",
                        "en": "A lawsuit against a company that attempts to hinder fair competition in the market or abuses a monopoly position."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "антимонопольное дело",
                                "target_lang_sense_clarification": "судебный процесс, связанный с нарушением правил конкуренции"
                            },
                            {
                                "target_lang_word": "антитрестовское дело",
                                "target_lang_sense_clarification": "термин, используемый преимущественно в контексте западного законодательства"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "antitrust case",
                                "target_lang_sense_clarification": "legal proceedings concerning violations of competition laws"
                            },
                            {
                                "target_lang_word": "antitrust lawsuit",
                                "target_lang_sense_clarification": "a specific legal action taken against a monopoly or cartel"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}