{
    "word_family": [
        "statisch"
    ],
    "entries": [
        {
            "pos": "adjective",
            "senses": [
                {
                    "sense_id": "af08cde7-2e1b-3253-933a-a67a036fe017",
                    "sense_definition": "Niet gebonden aan een vaste stand of richting, vaak gebruikt in de natuurkunde om een systeem te beschrijven dat in elke positie in evenwicht is.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het instrument maakt gebruik van een <w>astatisch</w> naaldpaar om de invloed van het aardmagnetisch veld op te heffen.",
                            "target_lang_translations": {
                                "ru": "В приборе используется <w>астатическая</w> пара стрелок для устранения влияния магнитного поля Земли.",
                                "en": "The instrument uses an <w>astatic</w> pair of needles to cancel out the influence of the Earth's magnetic field."
                            }
                        },
                        {
                            "text": "Wanneer een systeem zich in een <w>astatisch</w> evenwicht bevindt, blijft het na een verplaatsing in de nieuwe positie staan.",
                            "target_lang_translations": {
                                "ru": "Когда система находится в <w>астатическом</w> равновесии, она остается в новом положении после перемещения.",
                                "en": "When a system is in <w>astatic</w> equilibrium, it remains in the new position after being displaced."
                            }
                        }
                    ],
                    "antonyms": [
                        "statisch"
                    ],
                    "common_phrases": [
                        "astatisch evenwicht",
                        "astatisch systeem"
                    ],
                    "target_lang_definitions": {
                        "ru": "Не привязанный к фиксированному положению или направлению; часто используется в физике для описания системы, находящейся в равновесии в любом положении.",
                        "en": "Not bound to a fixed position or direction; often used in physics to describe a system that is in equilibrium in any position."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "астатический",
                                "target_lang_sense_clarification": "физика: не имеющий определенного направления или устойчивого положения"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "astatic",
                                "target_lang_sense_clarification": "physics: having no tendency to take a fixed position or direction"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}