{
    "word_family": [
        "autist",
        "autistisch"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "ebbc41ec-198d-3c62-a72a-fe48a4d9dfee",
                    "sense_definition": "Een ontwikkelingsstoornis die invloed heeft op de verwerking van informatie in de hersenen, vaak gekenmerkt door moeite met sociaal contact en communicatie.",
                    "learner_level": "B2",
                    "frequency": "High",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Veel mensen met <w>autisme</w> vinden het prettig als hun dag een vaste structuur heeft.",
                            "target_lang_translations": {
                                "en": "Many people with <w>autism</w> like it when their day has a fixed structure.",
                                "ru": "Многим людям с <w>аутизмом</w> нравится, когда у их дня есть четкая структура."
                            }
                        },
                        {
                            "text": "De leraar volgde een cursus om leerlingen met een vorm van <w>autisme</w> beter te kunnen begeleiden.",
                            "target_lang_translations": {
                                "en": "The teacher took a course to be able to better guide students with a form of <w>autism</w>.",
                                "ru": "Учитель прошел курс, чтобы лучше поддерживать учеников с той или иной формой <w>аутизма</w>."
                            }
                        }
                    ],
                    "synonyms": [
                        "ASS"
                    ],
                    "common_phrases": [
                        "vorm van autisme",
                        "leven met autisme",
                        "diagnose autisme"
                    ],
                    "target_lang_definitions": {
                        "en": "A developmental disorder affecting information processing in the brain, often characterized by difficulties with social contact and communication.",
                        "ru": "Нарушение развития, влияющее на обработку информации в мозге, часто характеризующееся трудностями в социальном взаимодействии и общении."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "autism",
                                "target_lang_sense_clarification": "developmental disorder"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "аутизм",
                                "target_lang_sense_clarification": "расстройство развития"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "ec8afc8c-0e5b-3de6-9eac-dad0dce84110",
                    "sense_definition": "Een pathologische toestand van in zichzelf gekeerd zijn en verlies van contact met de werkelijkheid, oorspronkelijk beschreven als symptoom van schizofrenie.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "In de vroege psychiatrie werd <w>autisme</w> soms gezien als een specifiek symptoom van ernstige geestesziekten.",
                            "target_lang_translations": {
                                "en": "In early psychiatry, <w>autism</w> was sometimes viewed as a specific symptom of severe mental illnesses.",
                                "ru": "В ранней психиатрии <w>аутизм</w> иногда рассматривали как специфический симптом тяжелых психических заболеваний."
                            }
                        },
                        {
                            "text": "De arts beschreef het <w>autisme</w> van de patiënt als een volledige afsluiting van de buitenwereld.",
                            "target_lang_translations": {
                                "en": "The doctor described the patient's <w>autism</w> as a complete closure from the outside world.",
                                "ru": "Врач описал <w>аутизм</w> пациента как полную отгороженность от внешнего мира."
                            }
                        }
                    ],
                    "traits": [
                        {
                            "trait_type": "dated",
                            "comment": "historische psychiatrische context"
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "A pathological state of being turned inward and losing contact with reality, originally described as a symptom of schizophrenia.",
                        "ru": "Патологическое состояние погруженности в себя и утраты контакта с реальностью, первоначально описанное как симптом шизофрении."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "autism",
                                "target_lang_sense_clarification": "historical psychiatric context"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "аутизм",
                                "target_lang_sense_clarification": "психиатрический симптом"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}