{
    "word_family": [
        "baat",
        "belasting"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "59474cc9-7a05-38a7-ac6c-6eceef31c480",
                    "sense_definition": "Een belasting die een gemeente heft van eigenaren van onroerend goed die financieel voordeel hebben bij bepaalde gemeentelijke voorzieningen.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De gemeente besloot <w>baatbelasting</w> te heffen om de kosten van de nieuwe riolering te dekken.",
                            "target_lang_translations": {
                                "en": "The municipality decided to levy a <w>betterment tax</w> to cover the costs of the new sewerage system.",
                                "ru": "Муниципалитет решил ввести <w>налог на благоустройство</w>, чтобы покрыть расходы на новую канализацию."
                            }
                        },
                        {
                            "text": "Huiseigenaren ontvingen een aanslag <w>baatbelasting</w> omdat hun woningen in waarde waren gestegen door de herinrichting van de straat.",
                            "target_lang_translations": {
                                "en": "Homeowners received a <w>betterment levy</w> assessment because their homes had increased in value due to the redevelopment of the street.",
                                "ru": "Домовладельцы получили уведомление об уплате <w>налога на благоустройство</w>, так как стоимость их жилья выросла из-за реконструкции улицы."
                            }
                        }
                    ],
                    "common_phrases": [
                        "baatbelasting heffen",
                        "aanslag baatbelasting"
                    ],
                    "target_lang_definitions": {
                        "en": "A tax levied by a municipality on real estate owners who derive financial benefit from certain municipal facilities or improvements.",
                        "ru": "Налог, взимаемый муниципалитетом с владельцев недвижимости, которые получают финансовую выгоду от определенных муниципальных объектов или улучшений."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "betterment levy",
                                "target_lang_sense_clarification": "tax on property value increase due to public works"
                            },
                            {
                                "target_lang_word": "betterment tax",
                                "target_lang_sense_clarification": "tax on property value increase due to public works"
                            },
                            {
                                "target_lang_word": "special assessment",
                                "target_lang_sense_clarification": "charge for specific local infrastructure improvements"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "налог на благоустройство",
                                "target_lang_sense_clarification": "сбор за улучшение инфраструктуры"
                            },
                            {
                                "target_lang_word": "налог на приращение стоимости",
                                "target_lang_sense_clarification": "налог на повышение стоимости недвижимости из-за общественных работ"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}