{
    "word_family": [
        "balataboom",
        "balatarubber"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "e2d500b0-412d-33ac-9d5c-c4c94360c740",
                    "sense_definition": "Een tropische boomsoort (Manilkara bidentata) die voorkomt in Zuid-Amerika en het Caribisch gebied, bekend om zijn harde hout en melksap.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "plant",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De <w>balata</w> groeit voornamelijk in de regenwouden van Suriname en Guyana.",
                            "target_lang_translations": {
                                "en": "The <w>balata</w> grows mainly in the rainforests of Suriname and Guyana.",
                                "ru": "<w>Балата</w> растет преимущественно в тропических лесах Суринама и Гайаны."
                            }
                        },
                        {
                            "text": "Vanwege de kwaliteit van het hout wordt de <w>balata</w> vaak gekapt voor de bouw.",
                            "target_lang_translations": {
                                "en": "Due to the quality of the wood, the <w>balata</w> is often felled for construction.",
                                "ru": "Из-за качества древесины <w>балату</w> часто вырубают для строительства."
                            }
                        }
                    ],
                    "synonyms": [
                        "boletrieboom"
                    ],
                    "target_lang_definitions": {
                        "en": "A tropical tree species (Manilkara bidentata) found in South America and the Caribbean, known for its hard wood and latex.",
                        "ru": "Тропическое дерево (Manilkara bidentata), произрастающее в Южной Америке и Карибском бассейне, известное своей твердой древесиной и млечным соком."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "balata",
                                "target_lang_sense_clarification": "tree"
                            },
                            {
                                "target_lang_word": "balata tree",
                                "target_lang_sense_clarification": "tree species"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "балата",
                                "target_lang_sense_clarification": "дерево"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "3bde05cf-5749-3869-aab3-cafbbab39228",
                    "sense_definition": "Een rubberachtige stof bestaande uit het gedroogde melksap van de balataboom, gebruikt in diverse industriële toepassingen.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "material",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Vroeger werden golfballen vaak bedekt met een laagje <w>balata</w>.",
                            "target_lang_translations": {
                                "en": "In the past, golf balls were often covered with a layer of <w>balata</w>.",
                                "ru": "Раньше мячи для гольфа часто покрывали слоем <w>балаты</w>."
                            }
                        },
                        {
                            "text": "De arbeiders verzamelen de <w>balata</w> door inkepingen in de schors te maken.",
                            "target_lang_translations": {
                                "en": "The workers collect the <w>balata</w> by making incisions in the bark.",
                                "ru": "Рабочие собирают <w>балату</w>, делая надрезы на коре."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "A rubber-like substance consisting of the dried latex of the balata tree, used in various industrial applications.",
                        "ru": "Резиноподобное вещество, получаемое из высушенного млечного сока дерева балата, используемое в различных промышленных целях."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "balata",
                                "target_lang_sense_clarification": "material/latex"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "балата",
                                "target_lang_sense_clarification": "материал"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}