{
    "word_family": [
        "bdsm'er"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "734ee20f-455a-3637-b9a0-3bb2d2859ef6",
                    "sense_definition": "een term voor seksuele voorkeuren en rollenspellen die gebruikmaken van opgelegde fysieke beperkingen, intense zenuwprikkels of het spelen van een machtsspel",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Binnen de <w>bdsm</w> zijn duidelijke afspraken en wederzijdse toestemming de belangrijkste basisregels.",
                            "target_lang_translations": {
                                "en": "Within <w>BDSM</w>, clear agreements and mutual consent are the most important ground rules.",
                                "ru": "В <w>БДСМ</w> четкие договоренности и обоюдное согласие являются важнейшими базовыми правилами."
                            }
                        },
                        {
                            "text": "Zij bezochten samen een feest in de <w>bdsm</w>-scene om te kijken of deze levensstijl bij hen paste.",
                            "target_lang_translations": {
                                "en": "They visited a party in the <w>BDSM</w> scene together to see if this lifestyle suited them.",
                                "ru": "Они вместе посетили вечеринку <w>БДСМ</w>-сцены, чтобы понять, подходит ли им этот образ жизни."
                            }
                        }
                    ],
                    "common_phrases": [
                        "de bdsm-scene",
                        "doen aan bdsm",
                        "veilige bdsm"
                    ],
                    "target_lang_definitions": {
                        "en": "A term for sexual preferences and role-playing involving imposed physical restraints, intense sensory stimulation, or power dynamics",
                        "ru": "Термин, обозначающий сексуальные предпочтения и ролевые игры, связанные с физическим ограничением, интенсивными ощущениями или играми во власть."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "BDSM",
                                "target_lang_sense_clarification": "erotic practice involving dominance, submission, and restraint"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "БДСМ",
                                "target_lang_sense_clarification": "сексуальная практика"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}