{
    "word_family": [
        "bedrijf",
        "hygiëne",
        "hygiënisch",
        "bedrijfsleven"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "c94821de-7e08-386a-93ed-5bcf881f7bc9",
                    "sense_definition": "Het geheel van maatregelen, handelingen en voorzieningen die gericht zijn op het behouden van een goede gezondheid en schoonheid binnen een bedrijf, bijvoorbeeld om infecties te voorkomen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het management investeert veel geld in <w>bedrijfshygiëne</w> om een veilige en schone werkomgeving te garanderen.",
                            "target_lang_translations": {
                                "en": "Management invests a lot of money in <w>occupational hygiene</w> to guarantee a safe and clean working environment.",
                                "ru": "Руководство вкладывает большие средства в <w>производственную гигиену</w>, чтобы гарантировать безопасную и чистую рабочую среду."
                            }
                        },
                        {
                            "text": "Door strikte regels voor <w>bedrijfshygiëne</w> te volgen, kunnen we de verspreiding van bacteriën in de productieruimte voorkomen.",
                            "target_lang_translations": {
                                "en": "By following strict rules for <w>industrial hygiene</w>, we can prevent the spread of bacteria in the production area.",
                                "ru": "Соблюдая строгие правила <w>производственной гигиены</w>, мы можем предотвратить распространение бактерий в производственном помещении."
                            }
                        }
                    ],
                    "synonyms": [
                        "arbeidshygiëne"
                    ],
                    "common_phrases": [
                        "goede bedrijfshygiëne",
                        "regels voor bedrijfshygiëne",
                        "zorg voor bedrijfshygiëne"
                    ],
                    "target_lang_definitions": {
                        "en": "The set of measures, actions, and facilities aimed at maintaining good health and cleanliness within a company, for example to prevent infections.",
                        "ru": "Совокупность мер, действий и средств, направленных на поддержание здоровья и чистоты на предприятии, например, для предотвращения инфекций."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "industrial hygiene",
                                "target_lang_sense_clarification": "standard term for workplace health and safety measures"
                            },
                            {
                                "target_lang_word": "occupational hygiene",
                                "target_lang_sense_clarification": "focus on anticipating and controlling workplace hazards"
                            },
                            {
                                "target_lang_word": "workplace hygiene",
                                "target_lang_sense_clarification": "general cleanliness and sanitation in a work environment"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "производственная гигиена",
                                "target_lang_sense_clarification": "санитарные условия на производстве"
                            },
                            {
                                "target_lang_word": "гигиена труда",
                                "target_lang_sense_clarification": "охрана здоровья работников"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}