{
    "word_family": [
        "bemiddelen",
        "bemiddeling",
        "bemiddelaar"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "47f21ee8-34e0-3894-9050-a951d8a489a9",
                    "sense_definition": "Een poging om een conflict tussen twee of meer partijen op te lossen door tussenkomst van een neutrale derde, zonder gebruik van geweld of een rechter.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De diplomatieke <w>bemiddelingspoging</w> tussen de twee landen heeft helaas niet tot vrede geleid.",
                            "target_lang_translations": {
                                "en": "The diplomatic <w>mediation attempt</w> between the two countries unfortunately did not lead to peace.",
                                "ru": "Дипломатическая <w>попытка посредничества</w> между двумя странами, к сожалению, не привела к миру."
                            }
                        },
                        {
                            "text": "Na een mislukte <w>bemiddelingspoging</w> besloten de partijen alsnog naar de rechter te stappen.",
                            "target_lang_translations": {
                                "en": "After a failed <w>mediation attempt</w>, the parties decided to go to court after all.",
                                "ru": "После неудачной <w>попытки посредничества</w> стороны всё же решили обратиться в суд."
                            }
                        }
                    ],
                    "synonyms": [
                        "verzoeningspoging"
                    ],
                    "common_phrases": [
                        "een mislukte bemiddelingspoging",
                        "een nieuwe bemiddelingspoging",
                        "een bemiddelingspoging doen"
                    ],
                    "target_lang_definitions": {
                        "en": "An attempt to resolve a conflict between two or more parties through the intervention of a neutral third party, without the use of force or a judge.",
                        "ru": "Попытка разрешить конфликт между двумя или более сторонами посредством вмешательства нейтральной третьей стороны, без применения силы или обращения в суд."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "mediation attempt",
                                "target_lang_sense_clarification": "an effort to settle a dispute through an intermediary"
                            },
                            {
                                "target_lang_word": "attempt at mediation",
                                "target_lang_sense_clarification": "the act of trying to mediate a conflict"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "попытка посредничества",
                                "target_lang_sense_clarification": "действие, направленное на урегулирование спора с помощью третьей стороны"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}