{
    "word_family": [
        "beschaving",
        "offensief",
        "beschaven",
        "beschaafd"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "19883b3d-929d-379b-ad52-97b410f1c1ba",
                    "sense_definition": "Gerichte actie om een groep mensen of een hele maatschappij een zekere mate van beschaving bij te brengen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "In de negentiende eeuw startte de elite een <w>beschavingsoffensief</w> om de arbeidersklasse betere manieren te leren.",
                            "target_lang_translations": {
                                "ru": "В девятнадцатом веке элита начала <w>цивилизаторскую кампанию</w>, чтобы обучить рабочий класс хорошим манерам.",
                                "en": "In the nineteenth century, the elite launched a <w>civilizing offensive</w> to teach the working class better manners."
                            }
                        },
                        {
                            "text": "De burgemeester pleitte voor een nieuw <w>beschavingsoffensief</w> om de verruwing in de samenleving tegen te gaan.",
                            "target_lang_translations": {
                                "ru": "Мэр призвал к новой <w>кампании по повышению культуры</w>, чтобы противостоять огрубению общества.",
                                "en": "The mayor argued for a new <w>civilizing campaign</w> to combat the coarsening of society."
                            }
                        }
                    ],
                    "synonyms": [
                        "volksverheffing"
                    ],
                    "common_phrases": [
                        "een beschavingsoffensief beginnen",
                        "burgerlijk beschavingsoffensief"
                    ],
                    "target_lang_definitions": {
                        "ru": "Целенаправленные действия, призванные привить определённой группе людей или всему обществу некоторую степень цивилизованности и культуры.",
                        "en": "Targeted action intended to instill a certain level of civilization or culture in a group of people or society as a whole."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "кампания по повышению культуры",
                                "target_lang_sense_clarification": "активные действия по улучшению общественного поведения"
                            },
                            {
                                "target_lang_word": "цивилизаторская кампания",
                                "target_lang_sense_clarification": "действия по приобщению к цивилизации и нормам поведения"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "civilizing offensive",
                                "target_lang_sense_clarification": "historical or sociological term for efforts to improve societal behavior"
                            },
                            {
                                "target_lang_word": "civilizing campaign",
                                "target_lang_sense_clarification": "general effort to teach manners or culture"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}