{
    "word_family": [
        "slof",
        "sloffen",
        "geslof"
    ],
    "entries": [
        {
            "pos": "verb",
            "senses": [
                {
                    "sense_id": "35716e23-5758-3e81-a0f6-e012fd1e576c",
                    "sense_definition": "Met moeite het tempo van anderen of van ontwikkelingen volgen; net aan kunnen bijhouden.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "keeping_pace",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De oudere werknemer moest hard werken om de snelle technologische veranderingen te kunnen <w>bijsloffen</w>.",
                            "target_lang_translations": {
                                "en": "The older employee had to work hard to <w>keep up with</w> the rapid technological changes.",
                                "ru": "Пожилому сотруднику приходилось усердно работать, чтобы <w>поспевать</w> за быстрыми технологическими изменениями."
                            }
                        },
                        {
                            "text": "Ondanks zijn grote inspanningen kon hij het hoge tempo van de kopgroep niet meer <w>bijsloffen</w>.",
                            "target_lang_translations": {
                                "en": "Despite his great efforts, he could no longer <w>keep pace with</w> the high tempo of the leading group.",
                                "ru": "Несмотря на огромные усилия, он больше не мог <w>угнаться</w> за высоким темпом лидирующей группы."
                            }
                        }
                    ],
                    "synonyms": [
                        "bijhouden",
                        "bijbenen"
                    ],
                    "antonyms": [
                        "achterblijven"
                    ],
                    "common_phrases": [
                        "het niet kunnen bijsloffen",
                        "het tempo bijsloffen"
                    ],
                    "target_lang_definitions": {
                        "en": "To follow the pace of others or developments with difficulty; to barely manage to keep up.",
                        "ru": "С трудом следовать темпу других или развитию событий; едва поспевать."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "keep up with",
                                "target_lang_sense_clarification": "to manage to do as much or work as fast as others"
                            },
                            {
                                "target_lang_word": "keep pace with",
                                "target_lang_sense_clarification": "to advance or develop at the same rate as someone or something"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "поспевать",
                                "target_lang_sense_clarification": "успевать делать что-либо или двигаться наравне с другими"
                            },
                            {
                                "target_lang_word": "угнаться",
                                "target_lang_sense_clarification": "не отставать, выдерживать темп (часто используется в отрицательных конструкциях)"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}