{
    "word_family": [
        "biodynamica"
    ],
    "entries": [
        {
            "pos": "adjective",
            "senses": [
                {
                    "sense_id": "955881a4-6f80-3f6d-bda3-1018630535a9",
                    "sense_definition": "Gebaseerd op de principes van de antroposofie, met name toegepast op een holistische en ecologische vorm van landbouw waarbij de natuurlijke cycli centraal staan.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "landbouwmethoden",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De boer besloot over te stappen op <w>biodynamische</w> landbouw voor een betere en duurzame bodemkwaliteit.",
                            "target_lang_translations": {
                                "ru": "Фермер решил перейти на <w>биодинамическое</w> земледелие ради лучшего и устойчивого качества почвы.",
                                "en": "The farmer decided to switch to <w>biodynamic</w> agriculture for better and sustainable soil quality."
                            }
                        },
                        {
                            "text": "In deze winkel verkopen ze uitsluitend <w>biodynamische</w> producten die met veel zorg zijn geteeld.",
                            "target_lang_translations": {
                                "ru": "В этом магазине продают исключительно <w>биодинамические</w> продукты, выращенные с большой заботой.",
                                "en": "In this shop, they sell exclusively <w>biodynamic</w> products that have been grown with great care."
                            }
                        }
                    ],
                    "synonyms": [
                        "biologisch-dynamisch"
                    ],
                    "antonyms": [
                        "conventioneel",
                        "gangbaar"
                    ],
                    "common_phrases": [
                        "biodynamische landbouw",
                        "biodynamische wijn",
                        "biodynamische producten"
                    ],
                    "target_lang_definitions": {
                        "ru": "Основанный на принципах антропософии, в частности применяемый к холистическому и экологическому методу ведения сельского хозяйства, ориентированному на природные циклы.",
                        "en": "Based on the principles of anthroposophy, specifically applied to a holistic and ecological form of agriculture where natural cycles are central."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "биодинамический",
                                "target_lang_sense_clarification": "относящийся к методу ведения сельского хозяйства"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "biodynamic",
                                "target_lang_sense_clarification": "relating to a holistic, ecological method of farming"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}