{
    "word_family": [
        "boer",
        "koffie"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "57df48c8-4d02-358c-adc5-4eaedd427811",
                    "sense_definition": "Een traditionele warme drank op basis van koffie met kaneel en suiker, waaraan vaak extra ingrediënten zoals eierdooiers, brandewijn, berenburg of room worden toegevoegd.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Na de lange schaatstocht dronken we een kopje <w>boerenkoffie</w> om weer warm te worden.",
                            "target_lang_translations": {
                                "en": "After the long skating tour, we drank a cup of <w>farmer's coffee</w> to warm up again.",
                                "ru": "После долгого катания на коньках мы выпили чашечку <w>кофе по-деревенски</w>, чтобы согреться."
                            }
                        },
                        {
                            "text": "In dit traditionele restaurant staat echte Friese <w>boerenkoffie</w> op de kaart.",
                            "target_lang_translations": {
                                "en": "Real Frisian <w>farmer's coffee</w> is on the menu in this traditional restaurant.",
                                "ru": "В этом традиционном ресторане в меню есть настоящий фризский <w>кофе по-деревенски</w>."
                            }
                        }
                    ],
                    "common_phrases": [
                        "een kopje boerenkoffie",
                        "warme boerenkoffie"
                    ],
                    "traits": [
                        {
                            "trait_type": "regional",
                            "comment": "vooral Noord-Nederland"
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "A traditional hot drink based on coffee with cinnamon and sugar, often with added ingredients such as egg yolks, brandy, Beerenburg, or cream.",
                        "ru": "Традиционный горячий кофейный напиток с корицей и сахаром, в который часто добавляют дополнительные ингредиенты, такие как яичные желтки, бренди, травяной ликер (беренбург) или сливки."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "farmer's coffee",
                                "target_lang_sense_clarification": "literal translation; a traditional Dutch coffee cocktail"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "кофе по-деревенски",
                                "target_lang_sense_clarification": "традиционный голландский кофейный напиток"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}