{
    "word_family": [
        "bom",
        "bomvrouw"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "5f3bb9ae-16d2-378a-b700-91a90a176711",
                    "sense_definition": "Een vrouw die er bewust voor kiest om moeder te worden en een kind op te voeden zonder getrouwd te zijn of een vaste partner te hebben (afkorting van bewust ongehuwde moeder).",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Zij besloot als <w>bommoeder</w> een gezin te stichten zonder op een partner te wachten.",
                            "target_lang_translations": {
                                "ru": "Она решила завести семью как <w>сознательная мать-одиночка</w>, не дожидаясь партнера.",
                                "en": "She decided to start a family as a <w>single mother by choice</w> without waiting for a partner."
                            }
                        },
                        {
                            "text": "In de jaren zeventig en tachtig kwam het fenomeen <w>bommoeder</w> steeds vaker in het nieuws.",
                            "target_lang_translations": {
                                "ru": "В семидесятые и восьмидесятые годы феномен <w>сознательных матерей-одиночек</w> все чаще появлялся в новостях.",
                                "en": "In the seventies and eighties, the phenomenon of the <w>single mother by choice</w> appeared in the news increasingly often."
                            }
                        }
                    ],
                    "synonyms": [
                        "bom",
                        "bomvrouw",
                        "BAM"
                    ],
                    "common_phrases": [
                        "bewust ongehuwde moeder"
                    ],
                    "target_lang_definitions": {
                        "ru": "Женщина, которая сознательно решает стать матерью и воспитывать ребенка, не будучи замужем и не имея постоянного партнера (сокращение от «сознательно незамужняя мать»).",
                        "en": "A woman who consciously chooses to become a mother and raise a child without being married or having a permanent partner (abbreviation of 'bewust ongehuwde moeder' - consciously unmarried mother)."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "сознательная мать-одиночка",
                                "target_lang_sense_clarification": "женщина, выбравшая материнство без партнера по собственной воле"
                            },
                            {
                                "target_lang_word": "соло-мама",
                                "target_lang_sense_clarification": "современный термин для женщины, воспитывающей ребенка одной"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "single mother by choice",
                                "target_lang_sense_clarification": "standard term for a woman who chooses to have a child alone"
                            },
                            {
                                "target_lang_word": "choice mom",
                                "target_lang_sense_clarification": "informal term for a single mother by choice"
                            },
                            {
                                "target_lang_word": "solo mother",
                                "target_lang_sense_clarification": "general term for a mother raising a child alone"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}