{
    "word_family": [
        "botsing",
        "theorie",
        "botsen"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "4ab7bc12-c89c-39ea-8329-77d79c27da2f",
                    "sense_definition": "een theorie die kwantitatief verklaart hoe chemische reacties plaatsvinden en waarom verschillende reacties verschillende reactiesnelheden hebben",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "chemie",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Volgens de <w>botsingstheorie</w> moeten moleculen met voldoende energie op elkaar botsen om een chemische reactie te veroorzaken.",
                            "target_lang_translations": {
                                "en": "According to <w>collision theory</w>, molecules must collide with sufficient energy to cause a chemical reaction.",
                                "ru": "Согласно <w>теории столкновений</w>, молекулы должны сталкиваться друг с другом с достаточной энергией, чтобы вызвать химическую реакцию."
                            }
                        },
                        {
                            "text": "De chemicus gebruikte de <w>botsingstheorie</w> om te voorspellen hoe snel de reactie zou verlopen bij een hogere temperatuur.",
                            "target_lang_translations": {
                                "en": "The chemist used <w>collision theory</w> to predict how fast the reaction would proceed at a higher temperature.",
                                "ru": "Химик использовал <w>теорию столкновений</w>, чтобы предсказать, как быстро будет протекать реакция при более высокой температуре."
                            }
                        }
                    ],
                    "common_phrases": [
                        "volgens de botsingstheorie",
                        "principes van de botsingstheorie"
                    ],
                    "target_lang_definitions": {
                        "en": "A theory that quantitatively explains how chemical reactions occur and why different reactions have different reaction rates",
                        "ru": "Теория, которая количественно объясняет, как происходят химические реакции и почему разные реакции имеют разные скорости протекания"
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "collision theory",
                                "target_lang_sense_clarification": "chemistry model explaining reaction rates"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "теория столкновений",
                                "target_lang_sense_clarification": "химия"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}