{
    "word_family": [
        "bouwen",
        "gebouw",
        "bouwer",
        "bouwwerk",
        "complex"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "e396178e-2de6-366e-b6ff-a9e7095542ec",
                    "sense_definition": "Een groep met elkaar samenhangende bouwplaatsen of een groot terrein waar meerdere gebouwen tegelijk worden geconstrueerd.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De architect bezocht het <w>bouwcomplex</w> om de voortgang van de werkzaamheden te controleren.",
                            "target_lang_translations": {
                                "en": "The architect visited the <w>construction complex</w> to check the progress of the work.",
                                "ru": "Архитектор посетил <w>строительный комплекс</w>, чтобы проверить ход работ."
                            }
                        },
                        {
                            "text": "Op het <w>bouwcomplex</w> worden tegelijkertijd een kantoortoren en een winkelcentrum gerealiseerd.",
                            "target_lang_translations": {
                                "en": "An office tower and a shopping center are being constructed simultaneously at the <w>construction complex</w>.",
                                "ru": "На <w>строительном комплексе</w> одновременно возводятся офисная башня и торговый центр."
                            }
                        }
                    ],
                    "synonyms": [
                        "bouwlocatie",
                        "bouwplaats"
                    ],
                    "common_phrases": [
                        "op het bouwcomplex",
                        "groot bouwcomplex"
                    ],
                    "target_lang_definitions": {
                        "en": "A group of interconnected construction sites or a large area where multiple buildings are being constructed simultaneously.",
                        "ru": "Группа взаимосвязанных строительных площадок или большая территория, где одновременно возводится несколько зданий."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "construction complex",
                                "target_lang_sense_clarification": "A large site comprising multiple buildings under construction"
                            },
                            {
                                "target_lang_word": "construction site",
                                "target_lang_sense_clarification": "An area where building work is taking place"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "строительный комплекс",
                                "target_lang_sense_clarification": "совокупность строящихся зданий или сооружений на одной территории"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}