{
    "word_family": [
        "bèta",
        "wetenschap",
        "bètastudie",
        "bètafaculteit",
        "bètavak"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "9753ac3f-6390-3843-ba1c-4cd254e3b312",
                    "sense_definition": "Een wetenschappelijke discipline die zich richt op exacte en natuurwetenschappelijke vakken, gekenmerkt door wiskundige modellen en experimentele toetsing, zoals wiskunde, natuurkunde, scheikunde en biologie.",
                    "learner_level": "C1",
                    "frequency": "Middle",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Veel studenten kiezen tegenwoordig voor een <w>bètawetenschap</w> vanwege de goede baankansen in de techniek.",
                            "target_lang_translations": {
                                "en": "Many students nowadays choose a <w>hard science</w> because of the good job prospects in technology.",
                                "ru": "Многие студенты сегодня выбирают <w>точные науки</w> из-за хороших перспектив трудоустройства в технической сфере."
                            }
                        },
                        {
                            "text": "Natuurkunde is een klassiek voorbeeld van een <w>bètawetenschap</w> waarbij experimenten centraal staan.",
                            "target_lang_translations": {
                                "en": "Physics is a classic example of an <w>exact science</w> where experiments are central.",
                                "ru": "Физика — это классический пример <w>точной науки</w>, в которой эксперименты играют центральную роль."
                            }
                        }
                    ],
                    "synonyms": [
                        "exacte wetenschap",
                        "natuurwetenschap"
                    ],
                    "antonyms": [
                        "alfawetenschap",
                        "gammawetenschap"
                    ],
                    "common_phrases": [
                        "studie in de bètawetenschappen",
                        "promoveren in een bètawetenschap"
                    ],
                    "target_lang_definitions": {
                        "en": "A scientific discipline focused on exact and natural sciences, characterized by mathematical models and experimental testing, such as mathematics, physics, chemistry, and biology.",
                        "ru": "Научная дисциплина, относящаяся к точным или естественным наукам, характеризующаяся использованием математических моделей и экспериментов (например, математика, физика, химия, биология)."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "hard science",
                                "target_lang_sense_clarification": "sciences relying on experimental data and mathematical models"
                            },
                            {
                                "target_lang_word": "exact science",
                                "target_lang_sense_clarification": "sciences capable of accurate quantitative expression"
                            },
                            {
                                "target_lang_word": "natural science",
                                "target_lang_sense_clarification": "branch of science dealing with the physical world"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "точная наука",
                                "target_lang_sense_clarification": "науки, основанные на строгих математических методах и моделях"
                            },
                            {
                                "target_lang_word": "естественная наука",
                                "target_lang_sense_clarification": "науки, изучающие природные явления и законы"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}