{
    "word_family": [
        "cel",
        "lijn",
        "celkweek",
        "celbiologie",
        "stamcel"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "ec1a6071-69e0-3d84-8846-8e44cf3cb06f",
                    "sense_definition": "Een populatie van identieke cellen die buiten het lichaam wordt gekweekt en oorspronkelijk afkomstig is van een meercellig organisme, vaak gebruikt voor wetenschappelijk onderzoek.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Voor het onderzoek werd een specifieke menselijke <w>cellijn</w> gebruikt om de effecten van het medicijn te testen.",
                            "target_lang_translations": {
                                "en": "A specific human <w>cell line</w> was used for the research to test the effects of the medication.",
                                "ru": "Для исследования использовалась специфическая человеческая <w>клеточная линия</w>, чтобы протестировать действие лекарства."
                            }
                        },
                        {
                            "text": "Het laboratorium heeft een nieuwe <w>cellijn</w> ontwikkeld om de verspreiding van het virus beter te kunnen bestuderen.",
                            "target_lang_translations": {
                                "en": "The laboratory has developed a new <w>cell line</w> to better study the spread of the virus.",
                                "ru": "Лаборатория разработала новую <w>клеточную линию</w>, чтобы лучше изучить распространение вируса."
                            }
                        }
                    ],
                    "synonyms": [
                        "celcultuur"
                    ],
                    "common_phrases": [
                        "menselijke cellijn",
                        "immortale cellijn",
                        "nieuwe cellijn"
                    ],
                    "target_lang_definitions": {
                        "en": "A population of identical cells cultured outside the body, originally derived from a multicellular organism, often used for scientific research.",
                        "ru": "Популяция идентичных клеток, выращиваемых вне организма и изначально полученных от многоклеточного организма, часто используемая для научных исследований."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "cell line",
                                "target_lang_sense_clarification": "biology"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "клеточная линия",
                                "target_lang_sense_clarification": "культура клеток"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}