{
    "word_family": [
        "chaperonneren"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "8849ad66-09d3-3482-bb43-7721c09861c4",
                    "sense_definition": "Een persoon die iemand, vaak een jongere of een ongetrouwd stel, begeleidt ter bescherming of om toezicht te houden tijdens sociale gelegenheden.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Mijn oudere broer ging mee als <w>chaperon</w> toen ik voor het eerst met mijn vriendje uitging.",
                            "target_lang_translations": {
                                "en": "My older brother went along as a <w>chaperone</w> when I went out with my boyfriend for the first time.",
                                "ru": "Мой старший брат пошел с нами в качестве <w>шаперона</w>, когда я впервые пошла на свидание со своим парнем."
                            }
                        },
                        {
                            "text": "Tijdens het schoolreisje naar Parijs traden de docenten op als <w>chaperon</w> voor de leerlingen.",
                            "target_lang_translations": {
                                "en": "During the school trip to Paris, the teachers acted as <w>chaperones</w> for the students.",
                                "ru": "Во время школьной поездки в Париж учителя выступали в роли <w>сопровождающих</w> для учеников."
                            }
                        }
                    ],
                    "synonyms": [
                        "begeleider",
                        "toezichthouder"
                    ],
                    "common_phrases": [
                        "als chaperon meegaan",
                        "fungeren als chaperon"
                    ],
                    "target_lang_definitions": {
                        "en": "A person who accompanies someone, often a young person or an unmarried couple, for protection or to supervise during social occasions.",
                        "ru": "Человек, который сопровождает кого-либо (часто молодых людей или незамужнюю пару) для защиты или присмотра во время общественных мероприятий."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "chaperone",
                                "target_lang_sense_clarification": "supervisor for young people"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "сопровождающий",
                                "target_lang_sense_clarification": "человек, присматривающий за кем-либо в поездке или на мероприятии"
                            },
                            {
                                "target_lang_word": "шаперон",
                                "target_lang_sense_clarification": "старший, сопровождающий молодых людей для соблюдения приличий"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}