{
    "word_family": [
        "christelijk",
        "historisch",
        "christendom",
        "historie"
    ],
    "entries": [
        {
            "pos": "adjective",
            "senses": [
                {
                    "sense_id": "1b43ae24-e21a-39d8-92ec-a54a7446e9f5",
                    "sense_definition": "Verwijzend naar of verbonden met de voormalige Nederlandse politieke partij de Christelijk-Historische Unie (CHU).",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De fusie van de <w>christelijk-historische</w> partij met twee andere partijen leidde uiteindelijk tot de vorming van het CDA.",
                            "target_lang_translations": {
                                "en": "The merger of the <w>Christian Historical</w> party with two other parties eventually led to the formation of the CDA.",
                                "ru": "Слияние <w>христианско-исторической</w> партии с двумя другими партиями в конечном итоге привело к созданию партии Христианско-демократический призыв (CDA)."
                            }
                        },
                        {
                            "text": "Hij schreef een uitgebreid boek over de invloed van het <w>christelijk-historisch</w> gedachtegoed op de Nederlandse politiek in de twintigste eeuw.",
                            "target_lang_translations": {
                                "en": "He wrote an extensive book about the influence of <w>Christian Historical</w> ideology on Dutch politics in the twentieth century.",
                                "ru": "Он написал подробную книгу о влиянии <w>христианско-исторических</w> идей на нидерландскую политику в двадцатом веке."
                            }
                        }
                    ],
                    "common_phrases": [
                        "christelijk-historische traditie",
                        "christelijk-historische richting"
                    ],
                    "target_lang_definitions": {
                        "en": "Referring to or associated with the former Dutch political party the Christian Historical Union (CHU).",
                        "ru": "Относящийся к бывшей нидерландской политической партии Христианско-исторический союз (CHU)."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "Christian Historical",
                                "target_lang_sense_clarification": "relating to the CHU political party"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "христианско-исторический",
                                "target_lang_sense_clarification": "политическое направление"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}