{
    "word_family": [
        "comateus"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "3cc4062f-9b86-366b-a01e-0638f7b608ec",
                    "sense_definition": "Een toestand van diepe en langdurige bewusteloosheid waaruit men niet zomaar kan ontwaken, vaak als gevolg van een ziekte of ongeval",
                    "learner_level": "B2",
                    "frequency": "High",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Door het zware ongeval raakte de vrouw direct in <w>coma</w>.",
                            "target_lang_translations": {
                                "en": "Due to the severe accident, the woman immediately fell into a <w>coma</w>.",
                                "ru": "Из-за тяжелой аварии женщина сразу впала в <w>кому</w>."
                            }
                        },
                        {
                            "text": "De artsen besloten de patiënt in een kunstmatige <w>coma</w> te houden om zijn herstel te bevorderen.",
                            "target_lang_translations": {
                                "en": "The doctors decided to keep the patient in an induced <w>coma</w> to promote his recovery.",
                                "ru": "Врачи решили держать пациента в искусственной <w>коме</w>, чтобы способствовать его выздоровлению."
                            }
                        }
                    ],
                    "synonyms": [
                        "bewusteloosheid"
                    ],
                    "common_phrases": [
                        "in coma liggen",
                        "in coma raken",
                        "uit coma ontwaken",
                        "kunstmatige coma"
                    ],
                    "target_lang_definitions": {
                        "en": "A state of deep and prolonged unconsciousness from which one cannot easily wake up, often caused by illness or injury",
                        "ru": "Состояние глубокой и длительной потери сознания, из которого человека невозможно легко вывести, часто вызванное болезнью или травмой"
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "coma",
                                "target_lang_sense_clarification": "medical condition"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "кома",
                                "target_lang_sense_clarification": "медицина"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "9e80da20-473b-38ea-80a9-3d208cf20c60",
                    "sense_definition": "Een wolk van gas en stof die zich rond de kern van een komeet vormt wanneer deze in de buurt van de zon komt",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Door de telescoop was de heldere <w>coma</w> van de komeet goed zichtbaar.",
                            "target_lang_translations": {
                                "en": "Through the telescope, the comet's bright <w>coma</w> was clearly visible.",
                                "ru": "В телескоп была хорошо видна яркая <w>кома</w> кометы."
                            }
                        },
                        {
                            "text": "De <w>coma</w> ontstaat doordat het ijs van de komeet verdampt door de hitte van de zon.",
                            "target_lang_translations": {
                                "en": "The <w>coma</w> forms because the comet's ice evaporates due to the heat of the sun.",
                                "ru": "<w>Кома</w> образуется, когда лед кометы испаряется из-за солнечного тепла."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "A cloud of gas and dust forming around the nucleus of a comet when it approaches the sun",
                        "ru": "Облако из пыли и газа, образующееся вокруг ядра кометы при её приближении к Солнцу"
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "coma",
                                "target_lang_sense_clarification": "astronomy"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "кома",
                                "target_lang_sense_clarification": "астрономия"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "e6da9f47-bb3d-3d49-86d6-dd4097bae8e1",
                    "sense_definition": "Een optische fout bij lenzen waarbij lichtpunten buiten het midden vervormd en vaag worden afgebeeld",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Omdat <w>coma</w> vooral in de hoeken van het beeld optreedt, kun je de foto soms bijsnijden.",
                            "target_lang_translations": {
                                "en": "Because <w>coma</w> mainly occurs in the corners of the image, you can sometimes crop the photo.",
                                "ru": "Так как <w>кома</w> возникает в основном в углах изображения, фотографию иногда можно кадрировать."
                            }
                        },
                        {
                            "text": "Bij astrofotografie kan <w>coma</w> ervoor zorgen dat sterren eruitzien als kleine kometen.",
                            "target_lang_translations": {
                                "en": "In astrophotography, <w>coma</w> can cause stars to look like little comets.",
                                "ru": "В астрофотографии <w>кома</w> может привести к тому, что звезды будут выглядеть как маленькие кометы."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "An optical aberration in lenses where off-axis light points appear distorted and blurred",
                        "ru": "Оптическая аберрация (погрешность) линз, при которой точечные источники света вне центра выглядят искаженными и размытыми"
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "coma",
                                "target_lang_sense_clarification": "optics"
                            },
                            {
                                "target_lang_word": "comatic aberration",
                                "target_lang_sense_clarification": "technical term"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "кома",
                                "target_lang_sense_clarification": "оптика"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}