{
    "word_family": [
        "combinatie",
        "therapie",
        "combineren",
        "therapeut",
        "therapeutisch"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "5bcc56e9-e365-3da5-98bb-0aac1c9fff50",
                    "sense_definition": "Een medische behandeling waarbij gelijktijdig meerdere medicijnen of methoden worden ingezet om een ziekte effectiever te bestrijden dan met één enkel middel mogelijk zou zijn.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De arts besloot tot een <w>combinatietherapie</w> omdat het virus resistent was geworden tegen het eerdere medicijn.",
                            "target_lang_translations": {
                                "en": "The doctor decided on a <w>combination therapy</w> because the virus had become resistant to the previous medication.",
                                "ru": "Врач решил назначить <w>комбинированную терапию</w>, так как вирус стал устойчивым к предыдущему лекарству."
                            }
                        },
                        {
                            "text": "Dankzij een succesvolle <w>combinatietherapie</w> is de levensverwachting van deze patiëntengroep aanzienlijk gestegen.",
                            "target_lang_translations": {
                                "en": "Thanks to a successful <w>combination therapy</w>, the life expectancy of this patient group has increased significantly.",
                                "ru": "Благодаря успешной <w>комбинированной терапии</w> ожидаемая продолжительность жизни этой группы пациентов значительно возросла."
                            }
                        }
                    ],
                    "synonyms": [
                        "polytherapie"
                    ],
                    "antonyms": [
                        "monotherapie"
                    ],
                    "common_phrases": [
                        "combinatietherapie met",
                        "effectieve combinatietherapie"
                    ],
                    "target_lang_definitions": {
                        "en": "A medical treatment involving the simultaneous use of multiple drugs or methods to fight a disease more effectively than a single agent could.",
                        "ru": "Медицинское лечение, при котором одновременно используются несколько лекарств или методов для более эффективной борьбы с болезнью, чем это было бы возможно с помощью одного средства."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "combination therapy",
                                "target_lang_sense_clarification": "medical treatment using multiple agents"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "комбинированная терапия",
                                "target_lang_sense_clarification": "лечение несколькими препаратами"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}