{
    "word_family": [
        "communist",
        "communistisch"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "86489290-894f-3c1a-9733-688407b7bdc4",
                    "sense_definition": "Een politieke en economische ideologie die streeft naar gemeenschappelijk bezit van productiemiddelen en een klasseloze samenleving.",
                    "learner_level": "B2",
                    "frequency": "High",
                    "semantic_group_id": "ideology_concept",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Na de Tweede Wereldoorlog verspreidde het <w>communisme</w> zich snel over Oost-Europa.",
                            "target_lang_translations": {
                                "ru": "После Второй мировой войны <w>коммунизм</w> быстро распространился по Восточной Европе.",
                                "en": "After the Second World War, <w>communism</w> spread rapidly across Eastern Europe."
                            }
                        },
                        {
                            "text": "Bij maatschappijleer kregen we een opfriscursus over het <w>communisme</w> en de Koude Oorlog.",
                            "target_lang_translations": {
                                "ru": "На уроках обществознания нам освежили знания о <w>коммунизме</w> и холодной войне.",
                                "en": "In social studies, we had a refresher course on <w>communism</w> and the Cold War."
                            }
                        }
                    ],
                    "synonyms": [
                        "collectivisme"
                    ],
                    "antonyms": [
                        "kapitalisme",
                        "anticommunisme"
                    ],
                    "common_phrases": [
                        "val van het communisme",
                        "onder het communisme"
                    ],
                    "target_lang_definitions": {
                        "ru": "Политическая и экономическая идеология, стремящаяся к общественной собственности на средства производства и бесклассовому обществу.",
                        "en": "A political and economic ideology striving for common ownership of the means of production and a classless society."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "коммунизм",
                                "target_lang_sense_clarification": "политическая идеология"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "communism",
                                "target_lang_sense_clarification": "political ideology"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "20e8e1ef-e511-313a-b44d-e2501f8740e0",
                    "sense_definition": "Een hypothetische maatschappelijke orde zonder klassen en staat, beschouwd als het einddoel van de socialistische theorie.",
                    "learner_level": "C1",
                    "frequency": "Middle",
                    "semantic_group_id": "ideology_concept",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Marx voorspelde dat het <w>communisme</w> het eindstadium van de menselijke geschiedenis zou zijn.",
                            "target_lang_translations": {
                                "ru": "Маркс предсказывал, что <w>коммунизм</w> станет конечной стадией человеческой истории.",
                                "en": "Marx predicted that <w>communism</w> would be the final stage of human history."
                            }
                        },
                        {
                            "text": "In het ideale <w>communisme</w> draagt iedereen bij naar vermogen en ontvangt naar behoefte.",
                            "target_lang_translations": {
                                "ru": "При идеальном <w>коммунизме</w> каждый вносит вклад по способностям и получает по потребностям.",
                                "en": "In ideal <w>communism</w>, everyone contributes according to ability and receives according to need."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Гипотетический общественный строй без классов и государства, рассматриваемый как конечная цель социалистической теории.",
                        "en": "A hypothetical social order without classes or state, considered the ultimate goal of socialist theory."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "коммунизм",
                                "target_lang_sense_clarification": "общественный строй"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "communism",
                                "target_lang_sense_clarification": "hypothetical social order"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "7f76470d-689d-3f2f-9155-14d9a2f7d685",
                    "sense_definition": "Elke vorm van samenleven die gebaseerd is op het principe van gemeenschappelijk eigendom.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Sommige religieuze ordes praktiseren een vorm van <w>communisme</w> binnen hun kloostermuren.",
                            "target_lang_translations": {
                                "ru": "Некоторые религиозные ордена практикуют форму <w>коммунизма</w> в стенах своих монастырей.",
                                "en": "Some religious orders practice a form of <w>communism</w> within their monastery walls."
                            }
                        },
                        {
                            "text": "Het <w>communisme</w> van vroege landbouwgemeenschappen verschilde sterk van de latere politieke ideologie.",
                            "target_lang_translations": {
                                "ru": "<w>Коммунизм</w> ранних земледельческих общин сильно отличался от более поздней политической идеологии.",
                                "en": "The <w>communism</w> of early agricultural communities differed greatly from the later political ideology."
                            }
                        }
                    ],
                    "synonyms": [
                        "collectivisme"
                    ],
                    "target_lang_definitions": {
                        "ru": "Любая форма совместной жизни, основанная на принципе общей собственности.",
                        "en": "Any form of communal living based on the principle of common ownership."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "коммунизм",
                                "target_lang_sense_clarification": "общность имущества"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "communism",
                                "target_lang_sense_clarification": "communal living"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}