{
    "word_family": [
        "compensatie",
        "slinger",
        "compenseren",
        "slingeren",
        "slingeruurwerk"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "8d239caf-72a8-3e1a-a628-a06cbd80f1bf",
                    "sense_definition": "Een slinger voor een uurwerk die zo is samengesteld uit verschillende materialen dat de lengte en slingertijd niet veranderen door temperatuurschommelingen.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De antieke staande klok is voorzien van een <w>compensatieslinger</w> om de nauwkeurigheid te waarborgen.",
                            "target_lang_translations": {
                                "en": "The antique grandfather clock is equipped with a <w>compensation pendulum</w> to ensure accuracy.",
                                "ru": "Старинные напольные часы оснащены <w>компенсационным маятником</w> для обеспечения точности хода."
                            }
                        },
                        {
                            "text": "Dankzij de <w>compensatieslinger</w> heeft de wisselende temperatuur in de kamer geen invloed op het lopen van het uurwerk.",
                            "target_lang_translations": {
                                "en": "Thanks to the <w>compensation pendulum</w>, the fluctuating temperature in the room does not affect the running of the clockwork.",
                                "ru": "Благодаря <w>компенсационному маятнику</w> изменение температуры в комнате не влияет на работу часового механизма."
                            }
                        }
                    ],
                    "common_phrases": [
                        "nauwkeurige compensatieslinger",
                        "werking van de compensatieslinger"
                    ],
                    "target_lang_definitions": {
                        "en": "A clock pendulum constructed from different materials to prevent changes in length and oscillation period caused by temperature fluctuations.",
                        "ru": "Маятник для часов, изготовленный из различных материалов таким образом, чтобы его длина и период колебаний не изменялись при перепадах температуры."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "compensation pendulum",
                                "target_lang_sense_clarification": "horology"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "компенсационный маятник",
                                "target_lang_sense_clarification": "часовой механизм"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}