{
    "word_family": [
        "consignatie",
        "kas",
        "consigneren"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "f4b7107f-0015-3b08-aece-9fd181a48b18",
                    "sense_definition": "De kas van het ministerie van Financiën waarin geld in bewaring wordt gegeven, zoals bij erfenissen of faillissementen, wanneer de rechthebbende onbekend is of het geld niet direct kan ontvangen.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Als de erfgenamen onvindbaar zijn, wordt de erfenis uiteindelijk in de <w>consignatiekas</w> gestort.",
                            "target_lang_translations": {
                                "en": "If the heirs cannot be found, the inheritance is eventually deposited into the <w>Consignment Fund</w>.",
                                "ru": "Если наследников не удается найти, наследство в конечном итоге вносится в <w>депозитную кассу</w>."
                            }
                        },
                        {
                            "text": "Het geld in de <w>consignatiekas</w> verjaart na twintig jaar en vervalt dan aan de staat.",
                            "target_lang_translations": {
                                "en": "The money in the <w>Consignment Fund</w> expires after twenty years and then accrues to the state.",
                                "ru": "Срок хранения денег в <w>депозитной кассе</w> истекает через двадцать лет, после чего они переходят государству."
                            }
                        }
                    ],
                    "common_phrases": [
                        "storten in de consignatiekas",
                        "beheer van de consignatiekas"
                    ],
                    "target_lang_definitions": {
                        "en": "A fund managed by the Ministry of Finance where money is held in custody, for example from inheritances or bankruptcies, when the rightful owner is unknown or cannot immediately receive the funds.",
                        "ru": "Касса Министерства финансов, в которую передаются на хранение денежные средства (например, при наследовании или банкротстве), если правообладатель неизвестен или не может принять деньги немедленно."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "Consignment Fund",
                                "target_lang_sense_clarification": "government fund for unclaimed money"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "депозитная касса",
                                "target_lang_sense_clarification": "фонд для хранения невостребованных средств"
                            },
                            {
                                "target_lang_word": "депозитный фонд",
                                "target_lang_sense_clarification": "государственный фонд хранения средств"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}