{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "cd1d991e-8682-3f4b-82eb-74b9bbade665",
                    "sense_definition": "Een standaardtaal die als overkoepelende taal fungeert voor verschillende dialecten of verwante talen in een bepaald gebied, vaak gebruikt voor bestuur en onderwijs.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het Standaardnederlands dient als <w>daktaal</w> voor de vele dialecten die in Nederland en Vlaanderen worden gesproken.",
                            "target_lang_translations": {
                                "en": "Standard Dutch serves as an <w>umbrella language</w> for the many dialects spoken in the Netherlands and Flanders.",
                                "ru": "Стандартный нидерландский служит <w>языком-крышей</w> для множества диалектов, на которых говорят в Нидерландах и Фландрии."
                            }
                        },
                        {
                            "text": "Zonder een sterke <w>daktaal</w> is het voor streektalen vaak moeilijk om een officiële status te behouden.",
                            "target_lang_translations": {
                                "en": "Without a strong <w>umbrella language</w>, it is often difficult for regional languages to maintain official status.",
                                "ru": "Без сильного <w>языка-крыши</w> региональным языкам часто трудно сохранить официальный статус."
                            }
                        }
                    ],
                    "synonyms": [
                        "standaardtaal",
                        "cultuurtaal"
                    ],
                    "antonyms": [
                        "dialect",
                        "streektaal"
                    ],
                    "common_phrases": [
                        "fungeren als daktaal",
                        "een gemeenschappelijke daktaal"
                    ],
                    "target_lang_definitions": {
                        "en": "A standard language serving as an overarching language for different dialects or related languages in a specific region, often used for government and education.",
                        "ru": "Стандартный язык, служащий объединяющей надстройкой для различных диалектов или родственных языков в определенном регионе, часто используемый в управлении и образовании."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "umbrella language",
                                "target_lang_sense_clarification": "a language that unifies various dialects"
                            },
                            {
                                "target_lang_word": "roof language",
                                "target_lang_sense_clarification": "linguistics term (Dachsprache)"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "язык-крыша",
                                "target_lang_sense_clarification": "лингвистический термин, обозначающий идиом, объединяющий диалекты"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}