{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "c80160b9-0dc7-3059-a5c1-17883c8e54b5",
                    "sense_definition": "Afkorting voor diagnose-behandelcombinatie: een code die het gehele traject van diagnose tot en met de behandeling in de gezondheidszorg omvat, gebruikt voor de administratieve en financiële afhandeling.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "healthcare_finance",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het ziekenhuis moet een nieuwe <w>dbc</w> openen voordat de specialist de patiënt mag behandelen.",
                            "target_lang_translations": {
                                "ru": "Больница должна открыть новую <w>комбинацию диагноза и лечения</w>, прежде чем специалист сможет лечить пациента.",
                                "en": "The hospital must open a new <w>diagnosis-treatment combination</w> before the specialist is allowed to treat the patient."
                            }
                        },
                        {
                            "text": "Op de factuur van de zorgverzekeraar kun je precies zien welke <w>dbc</w> er voor jouw zorgvraag is gedeclareerd.",
                            "target_lang_translations": {
                                "ru": "В счете от медицинской страховой компании можно точно увидеть, какая <w>комбинация диагноза и лечения</w> была заявлена для вашего случая.",
                                "en": "On the health insurer's invoice, you can see exactly which <w>diagnosis-treatment combination</w> has been declared for your care request."
                            }
                        }
                    ],
                    "synonyms": [
                        "diagnose-behandelcombinatie"
                    ],
                    "common_phrases": [
                        "een dbc openen",
                        "een dbc sluiten",
                        "dbc-tarief"
                    ],
                    "target_lang_definitions": {
                        "ru": "Аббревиатура от \"diagnose-behandelcombinatie\": код, который охватывает весь путь от диагностики до лечения в системе здравоохранения и используется для административных и финансовых расчетов.",
                        "en": "Abbreviation for diagnosis-treatment combination: a code that covers the entire trajectory from diagnosis up to and including treatment in healthcare, used for administrative and financial processing."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "комбинация диагноза и лечения",
                                "target_lang_sense_clarification": "полная расшифровка аббревиатуры"
                            },
                            {
                                "target_lang_word": "код DBC",
                                "target_lang_sense_clarification": "административный термин, используемый в Нидерландах"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "diagnosis-treatment combination",
                                "target_lang_sense_clarification": "literal translation of the Dutch healthcare term"
                            },
                            {
                                "target_lang_word": "DBC",
                                "target_lang_sense_clarification": "Dutch healthcare billing code"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}