{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "4f8eaa0e-3b11-3ed4-b47c-802c0d132083",
                    "sense_definition": "Een moeilijke keuze waarbij men moet kiezen tussen twee alternatieven die vaak even ongewenst zijn of waarbij elke optie nadelen heeft.",
                    "learner_level": "B2",
                    "frequency": "Middle",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De directeur stond voor een lastig <w>dilemma</w> toen hij moest beslissen over de ontslagen.",
                            "target_lang_translations": {
                                "en": "The director faced a difficult <w>dilemma</w> when he had to decide on the layoffs.",
                                "ru": "Директор стоял перед сложной <w>дилеммой</w>, когда ему нужно было принять решение об увольнениях."
                            }
                        },
                        {
                            "text": "Het is een ethisch <w>dilemma</w> of we de waarheid moeten vertellen of iemand moeten beschermen.",
                            "target_lang_translations": {
                                "en": "It is an ethical <w>dilemma</w> whether we should tell the truth or protect someone.",
                                "ru": "Это этическая <w>дилемма</w>: сказать правду или защитить кого-то."
                            }
                        },
                        {
                            "text": "Zij staan voor een <w>dilemma</w> omdat beide oplossingen veel geld kosten.",
                            "target_lang_translations": {
                                "en": "They are facing a <w>dilemma</w> because both solutions cost a lot of money.",
                                "ru": "Они стоят перед <w>дилеммой</w>, поскольку оба решения требуют больших затрат."
                            }
                        }
                    ],
                    "synonyms": [
                        "tweestrijd",
                        "impasse"
                    ],
                    "antonyms": [
                        "oplossing"
                    ],
                    "common_phrases": [
                        "voor een dilemma staan",
                        "een ethisch dilemma",
                        "een duivels dilemma"
                    ],
                    "target_lang_definitions": {
                        "en": "A difficult choice where one must choose between two alternatives that are often equally undesirable or where each option has disadvantages.",
                        "ru": "Сложный выбор, при котором приходится выбирать между двумя альтернативами, часто одинаково нежелательными или имеющими недостатки."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "dilemma",
                                "target_lang_sense_clarification": "difficult choice between two options"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "дилемма",
                                "target_lang_sense_clarification": "необходимость выбора между двумя возможностями"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}