{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "b24633d5-5b97-30c7-aa71-d48f3df98995",
                    "sense_definition": "Een boom uit de vlinderbloemenfamilie (Caesalpinia coriaria) die van nature voorkomt in Midden-Amerika en het Caraïbisch gebied, bekend om zijn door de wind gevormde silhouet.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "trees",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De karakteristieke <w>dividivi</w> is een nationaal symbool van Aruba en staat vaak op ansichtkaarten.",
                            "target_lang_translations": {
                                "en": "The characteristic <w>divi-divi</w> is a national symbol of Aruba and often appears on postcards.",
                                "ru": "Характерное дерево <w>диви-диви</w> является национальным символом Арубы и часто изображается на открытках."
                            }
                        },
                        {
                            "text": "Vroeger werden de peulen van de <w>dividivi</w> geoogst vanwege het hoge gehalte aan looistof.",
                            "target_lang_translations": {
                                "en": "In the past, the pods of the <w>divi-divi</w> were harvested for their high tannin content.",
                                "ru": "Раньше стручки <w>диви-диви</w> собирали из-за высокого содержания дубильных веществ."
                            }
                        }
                    ],
                    "synonyms": [
                        "waaiboom",
                        "watapana"
                    ],
                    "common_phrases": [
                        "de bekende dividivi",
                        "dividivi-peulen"
                    ],
                    "traits": [
                        {
                            "trait_type": "regional",
                            "comment": "vooral bekend in het Caraïbisch gebied (Aruba, Bonaire, Curaçao)"
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "A tree of the legume family (Caesalpinia coriaria) native to Central America and the Caribbean, known for its wind-shaped silhouette.",
                        "ru": "Дерево из семейства бобовых (Caesalpinia coriaria), произрастающее в Центральной Америке и Карибском бассейне, известное своим силуэтом, сформированным ветром."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "divi-divi",
                                "target_lang_sense_clarification": "tree species (Caesalpinia coriaria)"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "диви-диви",
                                "target_lang_sense_clarification": "дерево"
                            },
                            {
                                "target_lang_word": "цезальпиния дубильная",
                                "target_lang_sense_clarification": "ботаническое название"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}