{
    "word_family": [
        "doop",
        "getuige",
        "dopen",
        "dopeling",
        "doopnaam",
        "doopvont"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "cb7a5c63-8169-31aa-a13b-c4e8eb4f3f5e",
                    "sense_definition": "Iemand die als officiële getuige aanwezig is bij de doop van iemand en toezicht houdt op de religieuze opvoeding van de dopeling.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "religious_roles",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De ouders kozen hun beste vriend als <w>doopgetuige</w> voor hun pasgeboren kind.",
                            "target_lang_translations": {
                                "en": "The parents chose their best friend as <w>godparent</w> for their newborn child.",
                                "ru": "Родители выбрали своего лучшего друга <w>крёстным</w> для своего новорожденного ребенка."
                            }
                        },
                        {
                            "text": "In de oude kerkboeken staat precies geschreven wie de <w>doopgetuige</w> was.",
                            "target_lang_translations": {
                                "en": "In the old church books, it is written exactly who the <w>baptismal witness</w> was.",
                                "ru": "В старых церковных книгах точно записано, кто был <w>восприемником</w>."
                            }
                        }
                    ],
                    "synonyms": [
                        "peet"
                    ],
                    "common_phrases": [
                        "doopgetuige zijn",
                        "als doopgetuige vragen"
                    ],
                    "target_lang_definitions": {
                        "en": "A person present as an official witness at a baptism who oversees the religious upbringing of the baptized person.",
                        "ru": "Человек, который присутствует в качестве официального свидетеля при крещении и берет на себя обязательство следить за религиозным воспитанием крестника."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "godparent",
                                "target_lang_sense_clarification": "general term for a sponsor at a baptism"
                            },
                            {
                                "target_lang_word": "baptismal witness",
                                "target_lang_sense_clarification": "formal term, often used in official records"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "крёстный",
                                "target_lang_sense_clarification": "общепринятый термин для крёстного отца или матери"
                            },
                            {
                                "target_lang_word": "восприемник",
                                "target_lang_sense_clarification": "формальный термин, часто используемый в церковных записях и метрических книгах"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}