{
    "word_family": [
        "dubbelwerking"
    ],
    "entries": [
        {
            "pos": "adjective",
            "senses": [
                {
                    "sense_id": "dc6639df-55d8-32ba-9b6f-8ccd982b0e26",
                    "sense_definition": "Functionerend door kracht of druk uit te oefenen in twee richtingen, meestal gezegd van mechanische onderdelen zoals cilinders of pompen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De monteur verving de <w>dubbelwerkende</w> cilinder om de machine weer operationeel te krijgen.",
                            "target_lang_translations": {
                                "en": "The mechanic replaced the <w>double-acting</w> cylinder to get the machine operational again.",
                                "ru": "Механик заменил цилиндр <w>двойного действия</w>, чтобы вернуть машину в рабочее состояние."
                            }
                        },
                        {
                            "text": "Een <w>dubbelwerkende</w> pomp is efficiënter omdat deze vloeistof verplaatst bij zowel de heen- als de teruggaande slag.",
                            "target_lang_translations": {
                                "en": "A <w>double-acting</w> pump is more efficient because it moves fluid on both the forward and return strokes.",
                                "ru": "Насос <w>двойного действия</w> более эффективен, так как он перемещает жидкость как при прямом, так и при обратном ходе."
                            }
                        }
                    ],
                    "antonyms": [
                        "enkelwerkend"
                    ],
                    "common_phrases": [
                        "dubbelwerkende cilinder",
                        "dubbelwerkende pomp",
                        "dubbelwerkende stoommachine"
                    ],
                    "target_lang_definitions": {
                        "en": "Functioning by exerting force or pressure in two directions, usually said of mechanical parts like cylinders or pumps.",
                        "ru": "Действующий в двух направлениях за счет приложения силы или давления (обычно о механических деталях, таких как цилиндры или насосы)."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "double-acting",
                                "target_lang_sense_clarification": "mechanical context"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "двойного действия",
                                "target_lang_sense_clarification": "о механизмах"
                            },
                            {
                                "target_lang_word": "двустороннего действия",
                                "target_lang_sense_clarification": "технический термин"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "6fb74885-5a67-3428-9c32-159b017fbe08",
                    "sense_definition": "Met twee verschillende effecten of functies die tegelijkertijd of na elkaar optreden.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Voor dit recept heb je <w>dubbelwerkend</w> bakpoeder nodig, dat al begint te rijzen voordat het de oven in gaat.",
                            "target_lang_translations": {
                                "en": "For this recipe you need <w>double-acting</w> baking powder, which starts rising even before it goes into the oven.",
                                "ru": "Для этого рецепта вам понадобится разрыхлитель <w>двойного действия</w>, который начинает действовать еще до того, как попадет в духовку."
                            }
                        },
                        {
                            "text": "De arts schreef een <w>dubbelwerkend</w> medicijn voor dat zowel de pijn stilt als de ontsteking remt.",
                            "target_lang_translations": {
                                "en": "The doctor prescribed a <w>dual-action</w> medication that both relieves pain and reduces inflammation.",
                                "ru": "Врач выписал лекарство <w>двойного действия</w>, которое одновременно снимает боль и уменьшает воспаление."
                            }
                        }
                    ],
                    "antonyms": [
                        "enkelwerkend"
                    ],
                    "common_phrases": [
                        "dubbelwerkend bakpoeder",
                        "dubbelwerkend medicijn"
                    ],
                    "target_lang_definitions": {
                        "en": "Having two different effects or functions that occur simultaneously or sequentially.",
                        "ru": "Обладающий двумя различными эффектами или функциями, которые проявляются одновременно или последовательно."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "double-acting",
                                "target_lang_sense_clarification": "e.g. baking powder"
                            },
                            {
                                "target_lang_word": "dual-action",
                                "target_lang_sense_clarification": "general use"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "двойного действия",
                                "target_lang_sense_clarification": "об эффекте или функции"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}