{
    "word_family": [
        "dwang",
        "licentie"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "6cc99ddd-f1b2-3d86-be23-b5352923e348",
                    "sense_definition": "Een door de overheid opgelegde maatregel waarbij een octrooihouder gedwongen wordt om (het recept van) een product, zoals een medicijn, vrij te geven voor productie door anderen in het algemeen belang.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De minister overweegt een <w>dwanglicentie</w> in te zetten om de hoge kosten van het medicijn te drukken.",
                            "target_lang_translations": {
                                "en": "The minister is considering using a <w>compulsory license</w> to lower the high costs of the medicine.",
                                "ru": "Министр рассматривает возможность применения <w>принудительной лицензии</w> для снижения высокой стоимости лекарства."
                            }
                        },
                        {
                            "text": "Als de volksgezondheid in gevaar komt, kan de overheid besluiten tot het afgeven van een <w>dwanglicentie</w>.",
                            "target_lang_translations": {
                                "en": "If public health is at risk, the government may decide to issue a <w>compulsory license</w>.",
                                "ru": "Если здоровье населения находится под угрозой, правительство может принять решение о выдаче <w>принудительной лицензии</w>."
                            }
                        }
                    ],
                    "common_phrases": [
                        "een dwanglicentie opleggen",
                        "een dwanglicentie verlenen",
                        "dreigen met een dwanglicentie"
                    ],
                    "target_lang_definitions": {
                        "en": "A government-imposed measure forcing a patent holder to allow others to produce a product, such as a medicine, for the general interest.",
                        "ru": "Мера государственного регулирования, обязывающая патентообладателя предоставить право на производство продукта (например, лекарства) третьим лицам в общественных интересах."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "compulsory license",
                                "target_lang_sense_clarification": "legal permission to use a patent without the holder's consent"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "принудительная лицензия",
                                "target_lang_sense_clarification": "разрешение на использование патента без согласия правообладателя"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}