{
    "word_family": [
        "fosfaat",
        "fosforzuur",
        "fosforesceren",
        "fosforescentie"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "1ba6a927-2f05-3899-8570-8a2f2f7b0efa",
                    "sense_definition": "Een scheikundig element met symbool P en atoomnummer 15. Het is een niet-metaal dat in verschillende kleuren kan voorkomen, waarvan rood en wit het bekendst zijn.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "chemical_element",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Boeren gebruiken vaak meststoffen die rijk zijn aan <w>fosfor</w> om de gewassen beter te laten groeien.",
                            "target_lang_translations": {
                                "en": "Farmers often use fertilizers rich in <w>phosphorus</w> to help crops grow better.",
                                "ru": "Фермеры часто используют удобрения, богатые <w>фосфором</w>, чтобы улучшить рост посевов."
                            }
                        },
                        {
                            "text": "Witte <w>fosfor</w> is een zeer reactieve stof die spontaan kan ontbranden bij contact met zuurstof.",
                            "target_lang_translations": {
                                "en": "White <w>phosphorus</w> is a highly reactive substance that can spontaneously ignite upon contact with oxygen.",
                                "ru": "Белый <w>фосфор</w> — это очень реактивное вещество, которое может самовоспламеняться при контакте с кислородом."
                            }
                        }
                    ],
                    "synonyms": [
                        "fosforus"
                    ],
                    "common_phrases": [
                        "witte fosfor",
                        "rode fosfor",
                        "fosfor bevatten"
                    ],
                    "target_lang_definitions": {
                        "en": "A chemical element with symbol P and atomic number 15. It is a non-metal that can occur in different colors, of which red and white are the best known.",
                        "ru": "Химический элемент с символом P и атомным номером 15. Это неметалл, который может встречаться в различных цветах, из которых наиболее известны красный и белый."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "phosphorus",
                                "target_lang_sense_clarification": "chemical element"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "фосфор",
                                "target_lang_sense_clarification": "химический элемент"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}