{
    "word_family": [
        "gedachte",
        "experiment",
        "denkexperiment"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "284ceb92-d91c-3a5c-91cc-98e97d7a6fa0",
                    "sense_definition": "Een experiment dat niet in de werkelijkheid wordt uitgevoerd, maar in de verbeelding plaatsvindt om een theorie, hypothese of principe te toetsen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Einstein gebruikte vaak een <w>gedachte-experiment</w> om complexe natuurkundige vraagstukken op te lossen zonder laboratorium.",
                            "target_lang_translations": {
                                "en": "Einstein often used a <w>thought experiment</w> to solve complex physics problems without a laboratory.",
                                "ru": "Эйнштейн часто использовал <w>мысленный эксперимент</w>, чтобы решать сложные физические задачи без лаборатории."
                            }
                        },
                        {
                            "text": "De politicus verdedigde zijn uitspraak door te zeggen dat het slechts een <w>gedachte-experiment</w> was en geen concreet plan.",
                            "target_lang_translations": {
                                "en": "The politician defended his statement by saying it was merely a <w>thought experiment</w> and not a concrete plan.",
                                "ru": "Политик защищал свое высказывание, утверждая, что это был всего лишь <w>мысленный эксперимент</w>, а не конкретный план."
                            }
                        }
                    ],
                    "synonyms": [
                        "denkexperiment"
                    ],
                    "antonyms": [
                        "praktijkexperiment"
                    ],
                    "common_phrases": [
                        "een filosofisch gedachte-experiment",
                        "een bekend gedachte-experiment"
                    ],
                    "target_lang_definitions": {
                        "en": "An experiment not performed in reality, but taking place in the imagination to test a theory, hypothesis, or principle.",
                        "ru": "Эксперимент, который проводится не в реальности, а в воображении для проверки теории, гипотезы или принципа."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "thought experiment",
                                "target_lang_sense_clarification": "hypothetical scenario used for reasoning"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "мысленный эксперимент",
                                "target_lang_sense_clarification": "воображаемая ситуация для проверки гипотезы"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}