{
    "word_family": [
        "geluid",
        "belasting",
        "belasten"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "23efc86d-9075-37a2-afe2-fdb05c6ca424",
                    "sense_definition": "De mate waarin een bepaalde plek, zoals een woning of natuurgebied, wordt blootgesteld aan geluid, vaak gebruikt als officiële maatstaf in wetgeving.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "environment_noise",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Door de aanleg van de nieuwe snelweg is de <w>geluidsbelasting</w> in de wijk aanzienlijk toegenomen.",
                            "target_lang_translations": {
                                "en": "Due to the construction of the new highway, the <w>noise load</w> in the neighborhood has increased significantly.",
                                "ru": "Из-за строительства новой скоростной трассы <w>шумовая нагрузка</w> в районе значительно возросла."
                            }
                        },
                        {
                            "text": "De overheid heeft strenge regels opgesteld voor de maximale <w>geluidsbelasting</w> rondom grote luchthavens.",
                            "target_lang_translations": {
                                "en": "The government has established strict rules for the maximum <w>noise exposure</w> around major airports.",
                                "ru": "Правительство установило строгие правила касательно максимальной <w>шумовой нагрузки</w> вокруг крупных аэропортов."
                            }
                        }
                    ],
                    "common_phrases": [
                        "maximale geluidsbelasting",
                        "hoge geluidsbelasting",
                        "geluidsbelasting op de gevel",
                        "geluidsbelasting verminderen"
                    ],
                    "target_lang_definitions": {
                        "en": "The extent to which a specific place, such as a home or nature reserve, is exposed to noise, often used as an official metric in legislation.",
                        "ru": "Степень воздействия шума на определенное место, например жилой дом или природную зону; часто используется как официальный показатель в законодательстве."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "noise load",
                                "target_lang_sense_clarification": "technical term referring to the cumulative amount of noise affecting a location"
                            },
                            {
                                "target_lang_word": "noise exposure",
                                "target_lang_sense_clarification": "general term for the state of being subjected to noise"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "шумовая нагрузка",
                                "target_lang_sense_clarification": "технический термин, обозначающий уровень воздействия шума"
                            },
                            {
                                "target_lang_word": "шумовое воздействие",
                                "target_lang_sense_clarification": "влияние шума на окружающую среду"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}