{
    "word_family": [
        "graveren",
        "graveur",
        "gravering"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "cbaeaeaf-3bf8-3b9f-86ed-05519adf24cd",
                    "sense_definition": "Een handgereedschap in de vorm van een beitel met een scherpe, vaak ruitvormige punt, dat wordt gebruikt om in harde materialen zoals koper of edelmetaal te snijden.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "tool_engraving",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De edelsmid gebruikte een fijn <w>graveerijzer</w> om de initialen zorgvuldig in de gouden ring te zetten.",
                            "target_lang_translations": {
                                "ru": "Ювелир использовал тонкий <w>штихель</w>, чтобы аккуратно выгравировать инициалы на золотом кольце.",
                                "en": "The goldsmith used a fine <w>burin</w> to carefully engrave the initials into the gold ring."
                            }
                        },
                        {
                            "text": "Voordat de kunstenaar aan de kopergravure begon, moest hij eerst zijn <w>graveerijzer</w> slijpen voor een optimaal resultaat.",
                            "target_lang_translations": {
                                "ru": "Прежде чем художник приступил к гравюре на меди, ему нужно было сначала заточить свой <w>штихель</w> для достижения оптимального результата.",
                                "en": "Before the artist started the copper engraving, he first had to sharpen his <w>graver</w> for an optimal result."
                            }
                        }
                    ],
                    "synonyms": [
                        "burijn",
                        "graveerbeitel"
                    ],
                    "common_phrases": [
                        "scherp graveerijzer",
                        "graveerijzer slijpen"
                    ],
                    "target_lang_definitions": {
                        "ru": "Ручной инструмент в форме долота с острым, часто ромбовидным наконечником, используемый для резьбы по твердым материалам, таким как медь или драгоценные металлы.",
                        "en": "A hand tool shaped like a chisel with a sharp, often lozenge-shaped point, used for cutting into hard materials such as copper or precious metal."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "штихель",
                                "target_lang_sense_clarification": "инструмент для гравирования"
                            },
                            {
                                "target_lang_word": "резец",
                                "target_lang_sense_clarification": "режущий инструмент"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "burin",
                                "target_lang_sense_clarification": "steel tool used for engraving"
                            },
                            {
                                "target_lang_word": "graver",
                                "target_lang_sense_clarification": "engraving tool"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}