{
    "word_family": [
        "grond",
        "bank"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "d7da3367-225b-3013-91be-d18764bd6e96",
                    "sense_definition": "Een organisatie die vraag en aanbod van grond op elkaar afstemt en de opslag en het transport van grondstromen beheert.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De aannemer moet de vervuilde aarde eerst naar een <w>grondbank</w> brengen voor inspectie en verwerking.",
                            "target_lang_translations": {
                                "en": "The contractor must first take the contaminated earth to a <w>soil bank</w> for inspection and processing.",
                                "ru": "Подрядчик должен сначала отвезти загрязненную землю в <w>банк грунта</w> для проверки и переработки."
                            }
                        },
                        {
                            "text": "Via een erkende <w>grondbank</w> kan overtollige grond van het ene bouwproject nuttig worden hergebruikt bij een ander project.",
                            "target_lang_translations": {
                                "en": "Through a recognized <w>soil bank</w>, surplus soil from one construction project can be usefully reused in another project.",
                                "ru": "Через сертифицированный <w>банк грунта</w> излишки земли с одного строительного проекта могут быть с пользой повторно использованы в другом проекте."
                            }
                        }
                    ],
                    "common_phrases": [
                        "erkende grondbank",
                        "naar de grondbank"
                    ],
                    "target_lang_definitions": {
                        "en": "An organization that coordinates the supply and demand of soil and manages the storage and transport of soil flows.",
                        "ru": "Организация, которая координирует спрос и предложение на грунт, а также управляет хранением и транспортировкой земляных масс."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "soil bank",
                                "target_lang_sense_clarification": "organization managing excavated soil"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "банк грунта",
                                "target_lang_sense_clarification": "организация по управлению перемещением грунта"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}