{
    "word_family": [
        "halo",
        "effect"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "781b69a6-b7d0-3149-bdeb-2a969e329020",
                    "sense_definition": "Het verschijnsel waarbij een positieve indruk van één eigenschap van een persoon of product de beoordeling van andere eigenschappen onterecht positief beïnvloedt.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "cognitive_bias",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Door het <w>halo-effect</w> denken mensen vaak onbewust dat aantrekkelijke personen ook intelligenter en aardiger zijn.",
                            "target_lang_translations": {
                                "en": "Due to the <w>halo effect</w>, people often unconsciously think that attractive people are also more intelligent and nicer.",
                                "ru": "Из-за <w>эффекта ореола</w> люди часто подсознательно считают, что привлекательные люди также умнее и добрее."
                            }
                        },
                        {
                            "text": "Tijdens het sollicitatiegesprek probeerde de manager de invloed van het <w>halo-effect</w> te vermijden om een objectieve keuze te maken.",
                            "target_lang_translations": {
                                "en": "During the job interview, the manager tried to avoid the influence of the <w>halo effect</w> to make an objective choice.",
                                "ru": "Во время собеседования менеджер старался избегать влияния <w>эффекта ореола</w>, чтобы сделать объективный выбор."
                            }
                        }
                    ],
                    "synonyms": [
                        "uitstralingseffect"
                    ],
                    "antonyms": [
                        "horn-effect"
                    ],
                    "common_phrases": [
                        "het halo-effect vermijden",
                        "invloed van het halo-effect",
                        "optreden van het halo-effect"
                    ],
                    "target_lang_definitions": {
                        "en": "The phenomenon where a positive impression of one characteristic of a person or product unfairly positively influences the assessment of other characteristics.",
                        "ru": "Явление, при котором положительное впечатление от одного качества человека или продукта необоснованно положительно влияет на оценку других качеств."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "halo effect",
                                "target_lang_sense_clarification": "cognitive bias"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "эффект ореола",
                                "target_lang_sense_clarification": "психологический феномен"
                            },
                            {
                                "target_lang_word": "гало-эффект",
                                "target_lang_sense_clarification": "термин"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}