{
    "word_family": [
        "herenboer"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "2f7cf87b-50ca-3a6a-b68a-10b4aae23527",
                    "sense_definition": "Een grote boerderij van een welgestelde eigenaar die het land niet zelf bewerkt, maar daarvoor personeel in dienst heeft.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De rijke familie woonde jarenlang op een prachtige <w>herenboerderij</w> net buiten het dorp.",
                            "target_lang_translations": {
                                "en": "The wealthy family lived for years on a beautiful <w>manor farm</w> just outside the village.",
                                "ru": "Богатая семья много лет жила в прекрасной <w>усадьбе</w> недалеко от деревни."
                            }
                        },
                        {
                            "text": "Deze monumentale <w>herenboerderij</w> is onlangs omgebouwd tot een luxe hotel en restaurant.",
                            "target_lang_translations": {
                                "en": "This monumental <w>manor farm</w> was recently converted into a luxury hotel and restaurant.",
                                "ru": "Эта монументальная <w>усадьба</w> была недавно переоборудована в роскошный отель и ресторан."
                            }
                        }
                    ],
                    "synonyms": [
                        "herenhoeve"
                    ],
                    "common_phrases": [
                        "monumentale herenboerderij",
                        "oude herenboerderij"
                    ],
                    "target_lang_definitions": {
                        "en": "A large farm belonging to a wealthy owner who does not work the land himself but employs staff to do so.",
                        "ru": "Большая ферма или усадьба состоятельного владельца, который не обрабатывает землю сам, а нанимает для этого персонал."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "manor farm",
                                "target_lang_sense_clarification": "a large farm with a grand main house"
                            },
                            {
                                "target_lang_word": "gentleman's farm",
                                "target_lang_sense_clarification": "a farm owned by a wealthy person who farms for pleasure rather than profit"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "усадьба",
                                "target_lang_sense_clarification": "отдельное поселение, комплекс жилых, хозяйственных, парковых и иных построек"
                            },
                            {
                                "target_lang_word": "поместье",
                                "target_lang_sense_clarification": "земельное владение, обычно с усадьбой"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}