{
    "word_family": [
        "hermeneutiek",
        "hermeneut"
    ],
    "entries": [
        {
            "pos": "adjective",
            "senses": [
                {
                    "sense_id": "d9b75a35-c5f8-37b1-b3fc-20cd8e9787ca",
                    "sense_definition": "Betrekking hebbend op de theorie en methode van het interpreteren en uitleggen van teksten, met name bijbelse of filosofische geschriften.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De studenten moesten een <w>hermeneutische</w> analyse maken van het complexe gedicht om de diepere betekenis te achterhalen.",
                            "target_lang_translations": {
                                "en": "The students had to conduct a <w>hermeneutic</w> analysis of the complex poem to uncover the deeper meaning.",
                                "ru": "Студенты должны были провести <w>герменевтический</w> анализ сложного стихотворения, чтобы раскрыть его глубинный смысл."
                            }
                        },
                        {
                            "text": "In de theologie is de <w>hermeneutische</w> vraagstelling cruciaal voor een juist begrip van oude religieuze teksten in de moderne tijd.",
                            "target_lang_translations": {
                                "en": "In theology, the <w>hermeneutic</w> question is crucial for a correct understanding of ancient religious texts in modern times.",
                                "ru": "В теологии <w>герменевтическая</w> постановка вопроса имеет решающее значение для правильного понимания древних религиозных текстов в современную эпоху."
                            }
                        }
                    ],
                    "synonyms": [
                        "exegetisch",
                        "verklarend"
                    ],
                    "common_phrases": [
                        "hermeneutische cirkel",
                        "hermeneutische principes",
                        "hermeneutische vragen"
                    ],
                    "target_lang_definitions": {
                        "en": "Relating to the theory and method of interpreting and explaining texts, especially biblical or philosophical writings.",
                        "ru": "Относящийся к теории и методу интерпретации и толкования текстов, особенно библейских или философских."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "hermeneutic",
                                "target_lang_sense_clarification": "relating to interpretation"
                            },
                            {
                                "target_lang_word": "hermeneutical",
                                "target_lang_sense_clarification": "relating to interpretation (variant)"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "герменевтический",
                                "target_lang_sense_clarification": "связанный с толкованием текстов"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}