{
    "word_family": [
        "hubblewet",
        "hubbletijd"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "adbc5dc5-70ea-3095-a630-4e4a7a026248",
                    "sense_definition": "De verhouding tussen de snelheid waarmee een hemellichaam zich door de uitdijing van het heelal van de waarnemer verwijdert en de afstand tot dat lichaam.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Astronomen proberen de precieze waarde van de <w>hubbleconstante</w> vast te stellen om de leeftijd van het universum te bepalen.",
                            "target_lang_translations": {
                                "en": "Astronomers are trying to establish the precise value of the <w>Hubble constant</w> to determine the age of the universe.",
                                "ru": "Астрономы пытаются установить точное значение <w>постоянной Хаббла</w>, чтобы определить возраст Вселенной."
                            }
                        },
                        {
                            "text": "Er is een discrepantie gevonden tussen verschillende recente metingen van de <w>hubbleconstante</w>.",
                            "target_lang_translations": {
                                "en": "A discrepancy has been found between various recent measurements of the <w>Hubble constant</w>.",
                                "ru": "Было обнаружено расхождение между различными недавними измерениями <w>постоянной Хаббла</w>."
                            }
                        }
                    ],
                    "common_phrases": [
                        "waarde van de hubbleconstante",
                        "bepaling van de hubbleconstante"
                    ],
                    "target_lang_definitions": {
                        "en": "The ratio of the speed at which a celestial body moves away from the observer due to the expansion of the universe to its distance from the observer.",
                        "ru": "Отношение скорости удаления небесного тела от наблюдателя вследствие расширения Вселенной к расстоянию до этого тела."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "Hubble constant",
                                "target_lang_sense_clarification": "cosmology unit of measurement"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "постоянная Хаббла",
                                "target_lang_sense_clarification": "космологическая величина"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}