{
    "word_family": [
        "ijs",
        "duiker",
        "duiken",
        "ijsduiken"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "4b04c5a8-a35d-369e-a236-ef1e42cb4074",
                    "sense_definition": "Iemand die als sport of hobby onder een ijslaag duikt.",
                    "learner_level": "B2",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De <w>ijsduiker</w> controleerde zijn uitrusting grondig voordat hij het koude water in ging.",
                            "target_lang_translations": {
                                "ru": "<w>Подледный дайвер</w> тщательно проверил свое снаряжение, прежде чем погрузиться в холодную воду.",
                                "en": "The <w>ice diver</w> thoroughly checked his equipment before entering the cold water."
                            }
                        },
                        {
                            "text": "Voor een ervaren <w>ijsduiker</w> is de stilte onder het ijs een bijzondere ervaring.",
                            "target_lang_translations": {
                                "ru": "Для опытного <w>подледного дайвера</w> тишина подо льдом — это особенный опыт.",
                                "en": "For an experienced <w>ice diver</w>, the silence under the ice is a special experience."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Человек, который занимается дайвингом подо льдом в качестве спорта или хобби.",
                        "en": "A person who dives under a layer of ice as a sport or hobby."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "подледный дайвер",
                                "target_lang_sense_clarification": "спортсмен"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "ice diver",
                                "target_lang_sense_clarification": "person"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "ec3bd63f-f70b-3bae-a6f2-fa9d3393ebf1",
                    "sense_definition": "Een grote watervogel (Gavia immer) met een zwarte kop en een geruite zwart-witte rug, die vooral in noordelijke streken voorkomt.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "bird_species",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Tijdens onze reis naar het noorden zagen we een prachtige <w>ijsduiker</w> op het meer.",
                            "target_lang_translations": {
                                "ru": "Во время нашего путешествия на север мы увидели на озере красивую <w>черноклювую гагару</w>.",
                                "en": "During our trip to the north, we saw a beautiful <w>common loon</w> on the lake."
                            }
                        },
                        {
                            "text": "De <w>ijsduiker</w> staat bekend om zijn kenmerkende roep die ver over het water draagt.",
                            "target_lang_translations": {
                                "ru": "<w>Черноклювая гагара</w> известна своим характерным криком, который далеко разносится над водой.",
                                "en": "The <w>common loon</w> is known for its distinctive call that carries far over the water."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Крупная водоплавающая птица (Gavia immer) с черной головой и черно-белым узором на спине, обитающая в северных регионах.",
                        "en": "A large water bird (Gavia immer) with a black head and a checkered black-and-white back, found mainly in northern regions."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "черноклювая гагара",
                                "target_lang_sense_clarification": "птица"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "common loon",
                                "target_lang_sense_clarification": "bird species (US)"
                            },
                            {
                                "target_lang_word": "Great Northern Diver",
                                "target_lang_sense_clarification": "bird species (UK)"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}