{
    "word_family": [
        "informatie",
        "analist",
        "analyse",
        "analyseren",
        "informatieanalyse"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "a78b7815-c051-3753-98d3-11ba97de88e3",
                    "sense_definition": "Iemand die onderzoekt welke informatiebehoeften gebruikers hebben en deze vertaalt naar specificaties voor softwareontwikkelaars; een schakel tussen gebruiker en programmeur.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "beroepen_it",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De <w>informatieanalist</w> bespreekt de wensen van de klant met het technische team.",
                            "target_lang_translations": {
                                "en": "The <w>information analyst</w> discusses the client's wishes with the technical team.",
                                "ru": "<w>Информационный аналитик</w> обсуждает пожелания клиента с технической командой."
                            }
                        },
                        {
                            "text": "Om te werken als <w>informatieanalist</w> moet je goed kunnen luisteren en logisch nadenken.",
                            "target_lang_translations": {
                                "en": "To work as an <w>information analyst</w>, you must be able to listen well and think logically.",
                                "ru": "Чтобы работать <w>информационным аналитиком</w>, нужно уметь хорошо слушать и логически мыслить."
                            }
                        }
                    ],
                    "common_phrases": [
                        "werken als informatieanalist",
                        "vacature informatieanalist",
                        "senior informatieanalist"
                    ],
                    "target_lang_definitions": {
                        "en": "Someone who investigates users' information needs and translates them into specifications for software developers; a link between user and programmer.",
                        "ru": "Человек, который исследует информационные потребности пользователей и переводит их в спецификации для разработчиков ПО; связующее звено между пользователем и программистом."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "information analyst",
                                "target_lang_sense_clarification": "IT professional bridging business needs and technical solutions"
                            },
                            {
                                "target_lang_word": "systems analyst",
                                "target_lang_sense_clarification": "specialist who designs information systems based on user requirements"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "информационный аналитик",
                                "target_lang_sense_clarification": "специалист, анализирующий информационные потоки и требования"
                            },
                            {
                                "target_lang_word": "системный аналитик",
                                "target_lang_sense_clarification": "специалист, проектирующий ИТ-системы на основе требований заказчика"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}