{
    "word_family": [
        "irredentist",
        "irredentistisch"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "744799dd-644b-30c0-a68f-9ac8d69e8351",
                    "sense_definition": "Politieke stroming die streeft naar de inlijving van gebieden met eenzelfde bevolkingsgroep of historische banden die deel uitmaken van een andere staat.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "political_concept",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het <w>irredentisme</w> in de regio leidde tot ernstige diplomatieke spanningen tussen de twee buurlanden.",
                            "target_lang_translations": {
                                "ru": "<w>Ирредентизм</w> в регионе привел к серьезной дипломатической напряженности между двумя соседними странами."
                            }
                        },
                        {
                            "text": "Veel conflicten in de twintigste eeuw werden gevoed door agressief nationalisme en <w>irredentisme</w>.",
                            "target_lang_translations": {
                                "ru": "Многие конфликты в двадцатом веке подпитывались агрессивным национализмом и <w>ирредентизмом</w>."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Политическое движение, выступающее за присоединение территорий с родственным населением или историческими связями, находящихся в составе другого государства."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "ирредентизм",
                                "target_lang_sense_clarification": "политическое движение"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "63c8eae1-3caf-3a94-ab93-0977dd25ce4a",
                    "sense_definition": "Het historische streven van Italiaanse nationalisten om alle gebieden waar een Italiaanstalige bevolkingsgroep woonde deel te laten uitmaken van de staat Italië.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "political_concept",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het Italiaanse <w>irredentisme</w> speelde een belangrijke rol in de aanloop naar de Eerste Wereldoorlog.",
                            "target_lang_translations": {
                                "ru": "Итальянский <w>ирредентизм</w> сыграл важную роль в преддверии Первой мировой войны."
                            }
                        },
                        {
                            "text": "De stad Triëst was lange tijd een belangrijk symbool voor het <w>irredentisme</w>.",
                            "target_lang_translations": {
                                "ru": "Город Триест долгое время был важным символом <w>ирредентизма</w>."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "ru": "Историческое движение итальянских националистов за присоединение к Италии всех территорий с италоязычным населением."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "ирредентизм",
                                "target_lang_sense_clarification": "итальянское историческое движение"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}