{
    "word_family": [
        "judassen",
        "judasstreek",
        "judaspenning"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "e35bc6e8-489c-30bc-96f4-840143f1ada4",
                    "sense_definition": "Een schijnbaar vriendelijk gebaar dat eigenlijk bedoeld is als verraad of misleiding.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "verraad",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Ze liep de bioscoop in zonder hem te groeten, want dat zou een <w>judaskus</w> zijn geweest.",
                            "target_lang_translations": {
                                "en": "She walked into the cinema without greeting him, for that would have been a <w>Judas kiss</w>.",
                                "ru": "Она вошла в кинотеатр, не поздоровавшись с ним, потому что это был бы <w>поцелуй Иуды</w>."
                            }
                        },
                        {
                            "text": "Pas op voor zijn complimenten, want hij staat erom bekend dat hij vaak een <w>judaskus</w> geeft voordat hij toeslaat.",
                            "target_lang_translations": {
                                "en": "Beware of his compliments, as he is known to often give a <w>Judas kiss</w> before he strikes.",
                                "ru": "Остерегайся его комплиментов, так как он известен тем, что часто дарит <w>поцелуй Иуды</w>, прежде чем нанести удар."
                            }
                        }
                    ],
                    "synonyms": [
                        "verraderskus"
                    ],
                    "common_phrases": [
                        "een judaskus geven"
                    ],
                    "target_lang_definitions": {
                        "en": "A seemingly friendly gesture that is actually intended as betrayal or deception.",
                        "ru": "Кажущийся дружеским жест, который на самом деле является предательством или обманом."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "Judas kiss",
                                "target_lang_sense_clarification": "act of betrayal disguised as kindness"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "поцелуй Иуды",
                                "target_lang_sense_clarification": "предательский поступок под маской дружбы"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "01d51458-beba-3427-a35e-8ee8be1d9602",
                    "sense_definition": "De kus die Judas Iskariot volgens de Bijbel aan Jezus gaf om hem aan de soldaten aan te wijzen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "verraad",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Op het schilderij is het moment van de <w>judaskus</w> in de tuin van Getsemane dramatisch vastgelegd.",
                            "target_lang_translations": {
                                "en": "The painting dramatically captures the moment of the <w>Judas kiss</w> in the Garden of Gethsemane.",
                                "ru": "На картине драматично запечатлен момент <w>поцелуя Иуды</w> в Гефсиманском саду."
                            }
                        },
                        {
                            "text": "Het verhaal van de <w>judaskus</w> is een van de bekendste passages uit het lijdensverhaal.",
                            "target_lang_translations": {
                                "en": "The story of the <w>Judas kiss</w> is one of the most famous passages from the Passion narrative.",
                                "ru": "История о <w>поцелуе Иуды</w> — один из самых известных эпизодов Страстей Христовых."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "The kiss that Judas Iscariot gave to Jesus according to the Bible to identify him to the soldiers.",
                        "ru": "Поцелуй, которым, согласно Библии, Иуда Искариот выдал Иисуса солдатам."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "Judas kiss",
                                "target_lang_sense_clarification": "biblical event"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "поцелуй Иуды",
                                "target_lang_sense_clarification": "библейский сюжет"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}