{
    "word_family": [
        "katabolisme"
    ],
    "entries": [
        {
            "pos": "adjective",
            "senses": [
                {
                    "sense_id": "56187408-763c-3ce1-ab2c-279669ee1bb5",
                    "sense_definition": "Verwijzend naar stofwisselingsprocessen in een organisme waarbij complexe moleculen en weefsels worden afgebroken tot eenvoudigere stoffen, wat resulteert in het vrijkomen van energie.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Tijdens zware trainingen kan het lichaam in een <w>katabole</w> toestand raken als er niet genoeg voeding wordt opgenomen.",
                            "target_lang_translations": {
                                "en": "During heavy workouts, the body can enter a <w>catabolic</w> state if not enough nutrition is absorbed.",
                                "ru": "Во время тяжелых тренировок организм может перейти в <w>катаболическое</w> состояние, если не поступает достаточно питательных веществ."
                            }
                        },
                        {
                            "text": "Het hormoon cortisol staat bekend om zijn <w>katabole</w> werking op spierweefsel tijdens periodes van stress.",
                            "target_lang_translations": {
                                "en": "The hormone cortisol is known for its <w>catabolic</w> effect on muscle tissue during periods of stress.",
                                "ru": "Гормон кортизол известен своим <w>катаболическим</w> действием на мышечную ткань в периоды стресса."
                            }
                        }
                    ],
                    "synonyms": [
                        "afbrekend"
                    ],
                    "antonyms": [
                        "anabool"
                    ],
                    "common_phrases": [
                        "katabool proces",
                        "katabole toestand",
                        "katabole reactie"
                    ],
                    "target_lang_definitions": {
                        "en": "Relating to metabolic processes in an organism where complex molecules and tissues are broken down into simpler substances, resulting in the release of energy.",
                        "ru": "Относящийся к метаболическим процессам в организме, при которых сложные молекулы и ткани расщепляются на более простые вещества, что приводит к высвобождению энергии."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "catabolic",
                                "target_lang_sense_clarification": "relating to metabolic breakdown"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "катаболический",
                                "target_lang_sense_clarification": "связанный с распадом веществ"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}