{
    "word_family": [
        "klimaat",
        "verandering",
        "klimaatcrisis",
        "klimaatopwarming",
        "klimaatbeleid",
        "klimaatactivist",
        "klimaatdoel"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "edc87dfd-deb7-327d-9cab-ffaa570fa81e",
                    "sense_definition": "De verandering van het klimaat in een bepaald gebied over een lange periode, met name de wereldwijde opwarming sinds de negentiende eeuw.",
                    "learner_level": "B1",
                    "frequency": "High",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Door <w>klimaatverandering</w> hebben we steeds vaker te maken met extreem weer en hittegolven.",
                            "target_lang_translations": {
                                "en": "Due to <w>climate change</w>, we are increasingly dealing with extreme weather and heatwaves.",
                                "ru": "Из-за <w>изменения климата</w> мы все чаще сталкиваемся с экстремальной погодой и волнами жары."
                            }
                        },
                        {
                            "text": "De regering wil nieuwe maatregelen nemen om de strijd tegen <w>klimaatverandering</w> te winnen.",
                            "target_lang_translations": {
                                "en": "The government wants to take new measures to win the fight against <w>climate change</w>.",
                                "ru": "Правительство хочет принять новые меры, чтобы выиграть борьбу с <w>изменением климата</w>."
                            }
                        },
                        {
                            "text": "Veel wetenschappers waarschuwen voor de ernstige gevolgen van <w>klimaatverandering</w> voor de natuur.",
                            "target_lang_translations": {
                                "en": "Many scientists warn of the serious consequences of <w>climate change</w> for nature.",
                                "ru": "Многие ученые предупреждают о серьезных последствиях <w>изменения климата</w> для природы."
                            }
                        }
                    ],
                    "synonyms": [
                        "klimaatwijziging"
                    ],
                    "common_phrases": [
                        "gevolgen van klimaatverandering",
                        "strijd tegen klimaatverandering",
                        "door de mens veroorzaakte klimaatverandering"
                    ],
                    "target_lang_definitions": {
                        "en": "A change in the climate of a specific area over a long period, particularly global warming since the nineteenth century.",
                        "ru": "Изменение климата в определенной области за длительный период, в частности глобальное потепление, наблюдаемое с девятнадцатого века."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "climate change",
                                "target_lang_sense_clarification": "global warming"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "изменение климата",
                                "target_lang_sense_clarification": "долгосрочные изменения погодных условий и температур"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}