{
    "word_family": [
        "klimaat",
        "kamer",
        "klimaatkast",
        "klimaatbeheersing"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "8f9357dc-d1af-3dc5-b0af-3a52c1715393",
                    "sense_definition": "Een afgesloten ruimte waarin omgevingsfactoren zoals temperatuur en luchtvochtigheid kunstmatig worden geregeld om een specifiek klimaat na te bootsen, vaak voor wetenschappelijk onderzoek of testen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De onderzoekers plaatsten de planten in een <w>klimaatkamer</w> om de groei onder tropische omstandigheden te bestuderen.",
                            "target_lang_translations": {
                                "ru": "Исследователи поместили растения в <w>климатическую камеру</w>, чтобы изучить их рост в тропических условиях.",
                                "en": "The researchers placed the plants in a <w>climate chamber</w> to study growth under tropical conditions."
                            }
                        },
                        {
                            "text": "Voordat het apparaat op de markt komt, wordt het uitgebreid getest in een <w>klimaatkamer</w>.",
                            "target_lang_translations": {
                                "ru": "Перед выходом устройства на рынок его тщательно тестируют в <w>климатической камере</w>.",
                                "en": "Before the device is released to the market, it is extensively tested in a <w>climate chamber</w>."
                            }
                        }
                    ],
                    "synonyms": [
                        "klimaatruimte"
                    ],
                    "common_phrases": [
                        "testen in een klimaatkamer",
                        "geconditioneerde klimaatkamer"
                    ],
                    "target_lang_definitions": {
                        "ru": "Изолированное помещение, в котором искусственно регулируются факторы окружающей среды, такие как температура и влажность, для имитации определенного климата; часто используется для научных исследований или испытаний.",
                        "en": "An enclosed space where environmental factors such as temperature and humidity are artificially controlled to simulate a specific climate, often for scientific research or testing."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "климатическая камера",
                                "target_lang_sense_clarification": "оборудование для испытаний"
                            },
                            {
                                "target_lang_word": "камера искусственного климата",
                                "target_lang_sense_clarification": "технический термин"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "climate chamber",
                                "target_lang_sense_clarification": "controlled environment for testing"
                            },
                            {
                                "target_lang_word": "environmental chamber",
                                "target_lang_sense_clarification": "technical term"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}