{
    "word_family": [
        "lbo'er",
        "lbo-school",
        "lbo-diploma"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "48ceee93-5957-3d52-b68c-42e68634d527",
                    "sense_definition": "Afkorting van <w>lager beroepsonderwijs</w>, een voormalig onderwijsniveau in Nederland gericht op het leren van een praktisch vak (tegenwoordig onderdeel van het vmbo).",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "education_system",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "In de jaren tachtig volgden veel jongeren een opleiding aan het <w>lbo</w> om een ambacht te leren.",
                            "target_lang_translations": {
                                "en": "In the eighties, many young people attended <w>lower vocational education</w> to learn a trade.",
                                "ru": "В восьмидесятые годы многие молодые люди получали <w>начальное профессиональное образование</w>, чтобы освоить ремесло."
                            }
                        },
                        {
                            "text": "Hoewel hij alleen een <w>lbo</w>-diploma had, wist hij zich op te werken tot directeur van het bedrijf.",
                            "target_lang_translations": {
                                "en": "Although he only had a <w>lower vocational education</w> diploma, he managed to work his way up to director of the company.",
                                "ru": "Хотя у него был диплом лишь о <w>начальном профессиональном образовании</w>, он сумел дослужиться до директора компании."
                            }
                        }
                    ],
                    "common_phrases": [
                        "naar het lbo",
                        "lbo-diploma",
                        "lbo-niveau"
                    ],
                    "traits": [
                        {
                            "trait_type": "dated",
                            "comment": "vervangen door vmbo in 1999"
                        },
                        {
                            "trait_type": "regional",
                            "comment": "Nederland"
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "Abbreviation of 'lager beroepsonderwijs' (lower vocational education), a former level of education in the Netherlands focused on learning a practical trade (now part of vmbo).",
                        "ru": "Аббревиатура от \"lager beroepsonderwijs\" (начальное профессиональное образование) — бывший уровень образования в Нидерландах, направленный на обучение практическим специальностям (ныне часть vmbo)."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "lower vocational education",
                                "target_lang_sense_clarification": "literal translation of the Dutch educational level"
                            },
                            {
                                "target_lang_word": "junior vocational education",
                                "target_lang_sense_clarification": "equivalent term in educational contexts"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "начальное профессиональное образование",
                                "target_lang_sense_clarification": "уровень образования"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}