{
    "word_family": [
        "hoed",
        "luifel"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "aa1bdb2e-c42f-312e-ab91-667348d0d24e",
                    "sense_definition": "Een hoed met een brede, vooruitstekende rand die het gezicht aan de boven- en zijkant omsluit en beschermt tegen de zon of inkijk, voornamelijk gedragen door vrouwen in de 19e eeuw.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "kleding",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De dame droeg een grote <w>luifelhoed</w> die haar gezicht bijna volledig voor de buitenwereld verborg.",
                            "target_lang_translations": {
                                "en": "The lady wore a large <w>poke bonnet</w> that almost completely hid her face from the outside world.",
                                "ru": "Дама была в большом <w>капоре</w>, который почти полностью скрывал её лицо от внешнего мира."
                            }
                        },
                        {
                            "text": "Op het historische schilderij staan vrouwen afgebeeld met lange jurken en een <w>luifelhoed</w>.",
                            "target_lang_translations": {
                                "en": "The historical painting depicts women in long dresses and <w>poke bonnets</w>.",
                                "ru": "На исторической картине изображены женщины в длинных платьях и <w>капорах</w>."
                            }
                        }
                    ],
                    "synonyms": [
                        "kaphoed"
                    ],
                    "common_phrases": [
                        "een ouderwetse luifelhoed",
                        "dames met luifelhoeden"
                    ],
                    "target_lang_definitions": {
                        "en": "A hat with a wide, projecting brim that encloses the face on the top and sides, protecting it from the sun or view, primarily worn by women in the 19th century.",
                        "ru": "Шляпа с широкими, выступающими вперед полями, которые закрывают лицо сверху и с боков, защищая от солнца или посторонних взглядов; носили в основном женщины в XIX веке."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "poke bonnet",
                                "target_lang_sense_clarification": "historical hat with a projecting brim"
                            },
                            {
                                "target_lang_word": "bonnet",
                                "target_lang_sense_clarification": "general term"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "капор",
                                "target_lang_sense_clarification": "женский головной убор XIX века с глубокими полями, обрамляющими лицо"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}