{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "4ec8dddd-da0f-3bb1-b16c-91a326fe71b3",
                    "sense_definition": "Een aandeel van een relatief klein bedrijf dat door een groep particuliere beleggers massaal wordt gekocht om de koers te laten stijgen, vaak met als doel grote beleggers met shortposities verlies te laten lijden.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Veel jonge investeerders kochten het <w>meme-aandeel</w> nadat het populair werd op een internetforum.",
                            "target_lang_translations": {
                                "en": "Many young investors bought the <w>meme stock</w> after it became popular on an internet forum.",
                                "ru": "Многие молодые инвесторы купили эту <w>мемную акцию</w> после того, как она стала популярной на интернет-форуме."
                            }
                        },
                        {
                            "text": "De prijs van een <w>meme-aandeel</w> kan extreem schommelen zonder duidelijke economische reden.",
                            "target_lang_translations": {
                                "en": "The price of a <w>meme stock</w> can fluctuate extremely without a clear economic reason.",
                                "ru": "Цена <w>мемной акции</w> может сильно колебаться без явной экономической причины."
                            }
                        }
                    ],
                    "synonyms": [
                        "hype-aandeel"
                    ],
                    "common_phrases": [
                        "volatiel meme-aandeel",
                        "handelen in meme-aandelen"
                    ],
                    "target_lang_definitions": {
                        "en": "A share of a relatively small company that is bought en masse by a group of private investors to drive up the price, often with the goal of causing losses to large investors holding short positions.",
                        "ru": "Акция относительно небольшой компании, которую массово скупает группа частных инвесторов для повышения курса, часто с целью нанести убытки крупным инвесторам, имеющим короткие позиции."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "meme stock",
                                "target_lang_sense_clarification": "stock driven by social media hype"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "мемная акция",
                                "target_lang_sense_clarification": "акция, ставшая вирусной в соцсетях"
                            },
                            {
                                "target_lang_word": "мем-акция",
                                "target_lang_sense_clarification": "разговорный вариант"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}