{
    "word_family": [
        "methode",
        "school"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "0301fd31-a722-3015-a798-939223f44650",
                    "sense_definition": "Een school die lesgeeft volgens een specifieke pedagogische methode die afwijkt van het traditionele onderwijs, zoals een montessorischool, freinetschool of steinerschool.",
                    "learner_level": "B2",
                    "frequency": "Low",
                    "semantic_group_id": "school_types",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Veel ouders kiezen voor een <w>methodeschool</w> omdat ze de nadruk op creativiteit en zelfstandigheid belangrijk vinden.",
                            "target_lang_translations": {
                                "en": "Many parents choose an <w>alternative school</w> because they value the emphasis on creativity and independence.",
                                "ru": "Многие родители выбирают <w>альтернативную школу</w>, потому что считают важным упор на творчество и самостоятельность."
                            }
                        },
                        {
                            "text": "Als een kind vastloopt in het gewone onderwijs, kan de overstap naar een <w>methodeschool</w> soms een oplossing bieden.",
                            "target_lang_translations": {
                                "en": "If a child struggles in mainstream education, switching to a <w>progressive school</w> can sometimes offer a solution.",
                                "ru": "Если ребенок испытывает трудности в обычной системе образования, переход в <w>школу с альтернативной методикой</w> иногда может стать решением."
                            }
                        }
                    ],
                    "synonyms": [
                        "vernieuwingsschool"
                    ],
                    "antonyms": [
                        "reguliere school",
                        "traditionele school"
                    ],
                    "common_phrases": [
                        "naar een methodeschool gaan",
                        "kiezen voor een methodeschool"
                    ],
                    "target_lang_definitions": {
                        "en": "A school that teaches according to a specific pedagogical method differing from traditional education, such as a Montessori, Freinet, or Steiner school.",
                        "ru": "Школа, в которой обучение ведется по определенной педагогической методике, отличающейся от традиционной системы образования (например, школа Монтессори, школа Френе или вальдорфская школа)."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "alternative school",
                                "target_lang_sense_clarification": "general term for schools with non-traditional pedagogy"
                            },
                            {
                                "target_lang_word": "progressive school",
                                "target_lang_sense_clarification": "school focusing on modern educational philosophy"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "альтернативная школа",
                                "target_lang_sense_clarification": "школа, использующая нетрадиционные педагогические подходы"
                            },
                            {
                                "target_lang_word": "школа с особой методикой",
                                "target_lang_sense_clarification": "учебное заведение, работающее по специфической авторской или педагогической системе"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}