{
    "word_family": [
        "milieu",
        "planning",
        "milieuplanner",
        "milieuplan"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "17450402-2a56-3e43-b4a2-03c9495e9c9a",
                    "sense_definition": "Het proces van het maken van plannen voor de inrichting van een gebied, waarbij specifiek en veel aandacht wordt besteed aan de gevolgen voor het milieu en de leefomgeving.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De gemeente heeft een nieuwe afdeling opgezet die zich volledig richt op duurzame <w>milieuplanning</w>.",
                            "target_lang_translations": {
                                "en": "The municipality has set up a new department that focuses entirely on sustainable <w>environmental planning</w>.",
                                "ru": "Муниципалитет создал новый отдел, который полностью сосредоточен на устойчивом <w>экологическом планировании</w>."
                            }
                        },
                        {
                            "text": "Door middel van strategische <w>milieuplanning</w> probeert de overheid de balans tussen economische groei en natuurbescherming te bewaren.",
                            "target_lang_translations": {
                                "en": "Through strategic <w>environmental planning</w>, the government tries to maintain the balance between economic growth and nature conservation.",
                                "ru": "С помощью стратегического <w>экологического планирования</w> правительство пытается сохранить баланс между экономическим ростом и охраной природы."
                            }
                        }
                    ],
                    "synonyms": [
                        "omgevingsplanning"
                    ],
                    "common_phrases": [
                        "strategische milieuplanning",
                        "integrale milieuplanning",
                        "duurzame milieuplanning"
                    ],
                    "target_lang_definitions": {
                        "en": "The process of creating plans for the layout of an area, with specific attention paid to the consequences for the environment and living conditions.",
                        "ru": "Процесс разработки планов обустройства территории, при котором особое внимание уделяется последствиям для окружающей среды и условий жизни."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "environmental planning",
                                "target_lang_sense_clarification": "planning focused on environmental impact"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "экологическое планирование",
                                "target_lang_sense_clarification": "планирование с учетом воздействия на окружающую среду"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}