{
    "word_family": [
        "voorhosser"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "f386889b-8cc1-3d6b-bc56-4f782ce3c593",
                    "sense_definition": "Een leraar die na 1985 in dienst is getreden, na de invoering van de Herstructurering Onderwijs Salarisstructuur (HOS), en daardoor vaak minder gunstige arbeidsvoorwaarden heeft.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Veel <w>nahossers</w> voelden zich benadeeld door de nieuwe regelingen in het onderwijs.",
                            "target_lang_translations": {
                                "en": "Many <w>post-HOS teachers</w> felt disadvantaged by the new regulations in education.",
                                "ru": "Многие <w>учителя, нанятые после реформы,</w> чувствовали себя ущемлёнными новыми правилами в системе образования."
                            }
                        },
                        {
                            "text": "Het verschil in beloning tussen een voorhosser en een <w>nahosser</w> was jarenlang een punt van discussie.",
                            "target_lang_translations": {
                                "en": "The difference in remuneration between a pre-HOS teacher and a <w>post-HOS teacher</w> was a point of discussion for years.",
                                "ru": "Разница в оплате труда между учителем, нанятым до реформы, и <w>учителем, нанятым после неё,</w> долгие годы была предметом споров."
                            }
                        }
                    ],
                    "antonyms": [
                        "voorhosser"
                    ],
                    "common_phrases": [
                        "salaris van een nahosser",
                        "positie van de nahosser"
                    ],
                    "traits": [
                        {
                            "trait_type": "dated",
                            "comment": "verwijst naar maatregel uit 1985"
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "A teacher employed after 1985, following the introduction of the Education Salary Structure Restructuring (HOS), often resulting in less favorable employment terms.",
                        "ru": "Учитель, начавший работать после 1985 года, после введения реформы структуры окладов в образовании (HOS), и часто имеющий из-за этого менее выгодные условия труда."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "post-HOS teacher",
                                "target_lang_sense_clarification": "teacher hired after the 1985 salary restructuring"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "учитель, нанятый после реформы HOS",
                                "target_lang_sense_clarification": "описательный перевод специфического нидерландского термина"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}