{
    "word_family": [
        "ondernemen",
        "ondernemer",
        "onderneming",
        "ondernemend"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "c181996f-2849-31ec-b557-b61cfd9edb0a",
                    "sense_definition": "De activiteit, positie of mentaliteit van iemand die een eigen bedrijf heeft en leidt.",
                    "learner_level": "B2",
                    "frequency": "Middle",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Hij koos bewust voor het <w>ondernemerschap</w> in plaats van een vaste baan in loondienst.",
                            "target_lang_translations": {
                                "en": "He consciously chose <w>entrepreneurship</w> instead of a permanent salaried job.",
                                "ru": "Он сознательно выбрал <w>предпринимательство</w> вместо постоянной работы по найму."
                            }
                        },
                        {
                            "text": "De overheid wil het <w>ondernemerschap</w> onder jongeren graag stimuleren met nieuwe regelingen.",
                            "target_lang_translations": {
                                "en": "The government wants to encourage <w>entrepreneurship</w> among young people with new schemes.",
                                "ru": "Правительство хочет стимулировать <w>предпринимательство</w> среди молодежи с помощью новых мер."
                            }
                        },
                        {
                            "text": "Maatschappelijk verantwoord <w>ondernemerschap</w> wordt steeds belangrijker voor moderne consumenten.",
                            "target_lang_translations": {
                                "en": "Socially responsible <w>entrepreneurship</w> is becoming increasingly important for modern consumers.",
                                "ru": "Социально ответственное <w>предпринимательство</w> становится все более важным для современных потребителей."
                            }
                        }
                    ],
                    "antonyms": [
                        "loondienst"
                    ],
                    "common_phrases": [
                        "maatschappelijk verantwoord ondernemerschap",
                        "duurzaam ondernemerschap",
                        "vrijheid van ondernemerschap"
                    ],
                    "target_lang_definitions": {
                        "en": "The activity, position, or mindset of someone who owns and leads their own business.",
                        "ru": "Деятельность, статус или образ мышления человека, владеющего и управляющего собственным бизнесом."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "entrepreneurship",
                                "target_lang_sense_clarification": "the activity of setting up a business"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "предпринимательство",
                                "target_lang_sense_clarification": "деятельность по ведению бизнеса"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}