{
    "word_family": [
        "oorlog",
        "propaganda"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "f6376493-42a6-33ff-b091-377cbdf6cd32",
                    "sense_definition": "Uitingen die bedoeld zijn om stelselmatig steun te werven voor het beginnen en voortzetten van een gewapende strijd tussen landen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De regering maakte gebruik van <w>oorlogspropaganda</w> om de bevolking te overtuigen van de noodzaak om te vechten.",
                            "target_lang_translations": {
                                "en": "The government used <w>war propaganda</w> to convince the population of the necessity to fight.",
                                "ru": "Правительство использовало <w>военную пропаганду</w>, чтобы убедить население в необходимости воевать."
                            }
                        },
                        {
                            "text": "In het museum zijn diverse posters te zien die vroeger dienden als effectieve <w>oorlogspropaganda</w>.",
                            "target_lang_translations": {
                                "en": "In the museum, various posters can be seen that formerly served as effective <w>war propaganda</w>.",
                                "ru": "В музее можно увидеть различные плакаты, которые раньше служили эффективной <w>военной пропагандой</w>."
                            }
                        }
                    ],
                    "common_phrases": [
                        "moderne oorlogspropaganda",
                        "effectieve oorlogspropaganda",
                        "vorm van oorlogspropaganda"
                    ],
                    "target_lang_definitions": {
                        "en": "Messages intended to systematically gain support for starting and continuing an armed struggle between countries.",
                        "ru": "Информация и сообщения, распространяемые с целью систематического получения поддержки для начала или продолжения вооруженного конфликта между странами."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "war propaganda",
                                "target_lang_sense_clarification": "information used to promote a war cause"
                            },
                            {
                                "target_lang_word": "wartime propaganda",
                                "target_lang_sense_clarification": "propaganda disseminated during a war"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "военная пропаганда",
                                "target_lang_sense_clarification": "агитация, связанная с ведением войны"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}