{
    "word_family": [
        "plaats",
        "opnemen",
        "opneming"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "5b4937bf-4f61-3163-8563-c20ffa2af4dc",
                    "sense_definition": "Een officieel onderzoek door de rechterlijke macht op de locatie waar een vermoedelijk misdrijf of geschil heeft plaatsgevonden.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De rechter beval een <w>plaatsopneming</w> om de exacte omstandigheden van het ongeval persoonlijk te kunnen beoordelen.",
                            "target_lang_translations": {
                                "ru": "Судья назначил <w>судебный осмотр</w>, чтобы лично оценить точные обстоятельства происшествия.",
                                "en": "The judge ordered a <w>judicial site visit</w> to personally assess the exact circumstances of the accident."
                            }
                        },
                        {
                            "text": "Na het verzoek tot <w>plaatsopneming</w> bezocht de rechtbank de locatie om de situatie beter in te schatten.",
                            "target_lang_translations": {
                                "ru": "После ходатайства об <w>осмотре на месте</w> суд посетил объект, чтобы лучше оценить ситуацию.",
                                "en": "After the request for a <w>site inspection</w>, the court visited the location to better assess the situation."
                            }
                        }
                    ],
                    "synonyms": [
                        "plaatsschouwing"
                    ],
                    "common_phrases": [
                        "plaatsopneming gelasten",
                        "verzoek tot plaatsopneming"
                    ],
                    "target_lang_definitions": {
                        "ru": "Официальный осмотр судебными органами места, где предположительно произошло преступление или возник спор.",
                        "en": "An official inspection by the judiciary at the location where a suspected crime or dispute has occurred."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "судебный осмотр",
                                "target_lang_sense_clarification": "осмотр объекта или местности судом"
                            },
                            {
                                "target_lang_word": "осмотр на месте",
                                "target_lang_sense_clarification": "выезд суда на место спора или преступления"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "judicial site visit",
                                "target_lang_sense_clarification": "official visit by a judge to a relevant location"
                            },
                            {
                                "target_lang_word": "site inspection",
                                "target_lang_sense_clarification": "examination of a location in a legal context"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}