{
    "word_family": [
        "polymorf",
        "polymorfie"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "a71239f0-9682-3506-8e7c-7d0d3484e81c",
                    "sense_definition": "Het verschijnsel waarbij individuen van dezelfde diersoort in duidelijk verschillende gedaanten of vormen voorkomen.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "biologie_vormen",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het <w>polymorfisme</w> bij sociale insecten zoals mieren is zichtbaar in de verschillende taken en lichaamsvormen van de kolonieleden.",
                            "target_lang_translations": {
                                "en": "The <w>polymorphism</w> in social insects such as ants is visible in the different tasks and body shapes of the colony members.",
                                "ru": "<w>Полиморфизм</w> у общественных насекомых, таких как муравьи, виден в различии задач и форм тела членов колонии."
                            }
                        },
                        {
                            "text": "Wetenschappers onderzoeken genetisch <w>polymorfisme</w> om te begrijpen hoe populaties zich aanpassen aan veranderende omstandigheden.",
                            "target_lang_translations": {
                                "en": "Scientists investigate genetic <w>polymorphism</w> to understand how populations adapt to changing conditions.",
                                "ru": "Ученые исследуют генетический <w>полиморфизм</w>, чтобы понять, как популяции адаптируются к изменяющимся условиям."
                            }
                        }
                    ],
                    "synonyms": [
                        "veelvormigheid"
                    ],
                    "antonyms": [
                        "monomorfisme"
                    ],
                    "common_phrases": [
                        "genetisch polymorfisme",
                        "seksueel polymorfisme"
                    ],
                    "target_lang_definitions": {
                        "en": "The phenomenon where individuals of the same animal species occur in clearly different shapes or forms.",
                        "ru": "Явление, при котором особи одного и того же вида животных встречаются в явно различных обличьях или формах."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "polymorphism",
                                "target_lang_sense_clarification": "biology"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "полиморфизм",
                                "target_lang_sense_clarification": "биология"
                            },
                            {
                                "target_lang_word": "многоформенность",
                                "target_lang_sense_clarification": "синоним"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}