{
    "word_family": [
        "amide"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "7f323d79-09a2-3e33-afe0-88fe76d1998a",
                    "sense_definition": "Een synthetische kunststof die bestaat uit ketens van amidemoleculen, vaak gebruikt voor het maken van sterke vezels en technische onderdelen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "materials",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Veel moderne sportkleding wordt gemaakt van <w>polyamide</w> omdat het materiaal sterk en elastisch is.",
                            "target_lang_translations": {
                                "en": "Many modern sportswear items are made of <w>polyamide</w> because the material is strong and elastic.",
                                "ru": "Многая современная спортивная одежда изготавливается из <w>полиамида</w>, так как этот материал прочный и эластичный."
                            }
                        },
                        {
                            "text": "De tandwielen in deze machine zijn vervaardigd uit slijtvast <w>polyamide</w>.",
                            "target_lang_translations": {
                                "en": "The gears in this machine are manufactured from wear-resistant <w>polyamide</w>.",
                                "ru": "Шестерни в этой машине изготовлены из износостойкого <w>полиамида</w>."
                            }
                        }
                    ],
                    "common_phrases": [
                        "versterkt polyamide",
                        "polyamide vezels"
                    ],
                    "target_lang_definitions": {
                        "en": "A synthetic plastic consisting of chains of amide molecules, often used for making strong fibers and technical parts.",
                        "ru": "Синтетический полимер, состоящий из цепочек амидных групп, часто используемый для создания прочных волокон и технических деталей."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "polyamide",
                                "target_lang_sense_clarification": "synthetic polymer material"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "полиамид",
                                "target_lang_sense_clarification": "материал"
                            }
                        ]
                    }
                }
            ]
        },
        {
            "pos": "adjective",
            "senses": [
                {
                    "sense_id": "9648dce6-b1b7-34d1-8e42-39fec213c6d5",
                    "sense_definition": "Gemaakt van of bestaande uit de kunststof polyamide.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "materials",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Deze <w>polyamide</w> stoffen zijn zeer geschikt voor buitengebruik vanwege hun duurzaamheid.",
                            "target_lang_translations": {
                                "en": "These <w>polyamide</w> fabrics are very suitable for outdoor use due to their durability.",
                                "ru": "Эти <w>полиамидные</w> ткани отлично подходят для использования на улице благодаря своей долговечности."
                            }
                        },
                        {
                            "text": "Hij koos voor <w>polyamide</w> touwen omdat deze minder snel slijten dan katoenen varianten.",
                            "target_lang_translations": {
                                "en": "He chose <w>polyamide</w> ropes because they wear out less quickly than cotton versions.",
                                "ru": "Он выбрал <w>полиамидные</w> веревки, так как они изнашиваются медленнее, чем хлопковые варианты."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "Made of or consisting of the plastic polyamide.",
                        "ru": "Сделанный из полиамида или состоящий из него."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "polyamide",
                                "target_lang_sense_clarification": "material description"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "полиамидный",
                                "target_lang_sense_clarification": "сделанный из полиамида"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}