{
    "word_family": [
        "poolen",
        "pool"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "bb4668ef-2235-367e-bcea-619f2739e337",
                    "sense_definition": "Het samenvoegen van middelen, kennis of belangen van verschillende partijen tot één geheel om efficiënter te werken of een gezamenlijk doel te bereiken.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Door de <w>pooling</w> van onze middelen kunnen we grotere investeringen doen dan ieder voor zich.",
                            "target_lang_translations": {
                                "en": "Through the <w>pooling</w> of our resources, we can make larger investments than each of us could individually.",
                                "ru": "Благодаря <w>объединению</w> наших ресурсов мы можем делать более крупные инвестиции, чем каждый по отдельности."
                            }
                        },
                        {
                            "text": "De <w>pooling</w> van kennis tussen de verschillende universiteiten leidde tot een snellere doorbraak in het onderzoek.",
                            "target_lang_translations": {
                                "en": "The <w>pooling</w> of knowledge between the different universities led to a faster breakthrough in the research.",
                                "ru": "<w>Объединение</w> знаний различных университетов привело к более быстрому прорыву в исследовании."
                            }
                        }
                    ],
                    "common_phrases": [
                        "pooling van middelen",
                        "pooling van kennis"
                    ],
                    "target_lang_definitions": {
                        "en": "The combining of resources, knowledge, or interests from different parties into a single entity to work more efficiently or achieve a joint goal.",
                        "ru": "Объединение ресурсов, знаний или интересов различных сторон в единое целое для более эффективной работы или достижения общей цели."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "pooling",
                                "target_lang_sense_clarification": "combining resources or efforts"
                            },
                            {
                                "target_lang_word": "combining",
                                "target_lang_sense_clarification": "general synonym"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "объединение",
                                "target_lang_sense_clarification": "ресурсов, усилий или знаний"
                            },
                            {
                                "target_lang_word": "консолидация",
                                "target_lang_sense_clarification": "активов или средств"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}