{
    "word_family": [
        "pralen",
        "praal",
        "pralerij"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "718ce1b1-8fce-33b6-9c5c-cc2ed3301766",
                    "sense_definition": "Iemand die overdreven trots is en opschept over zijn eigen prestaties, bezittingen of kwaliteiten; een snoever.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Niemand neemt die <w>praalhans</w> serieus als hij weer begint te vertellen over zijn zogenaamde avonturen.",
                            "target_lang_translations": {
                                "en": "No one takes that <w>braggart</w> seriously when he starts talking about his so-called adventures again.",
                                "ru": "Никто не принимает этого <w>хвастуна</w> всерьёз, когда он снова начинает рассказывать о своих так называемых приключениях."
                            }
                        },
                        {
                            "text": "Hij gedraagt zich als een ijdele <w>praalhans</w> door de hele avond met zijn dure horloge te pronken.",
                            "target_lang_translations": {
                                "en": "He behaves like a vain <w>show-off</w> by flaunting his expensive watch all evening.",
                                "ru": "Он ведёт себя как тщеславный <w>фанфарон</w>, весь вечер красуясь своими дорогими часами."
                            }
                        }
                    ],
                    "synonyms": [
                        "pocher",
                        "showbink"
                    ],
                    "common_phrases": [
                        "een ijdele praalhans",
                        "die verwaande praalhans"
                    ],
                    "traits": [
                        {
                            "trait_type": "dated",
                            "comment": "Het woord wordt in modern Nederlands minder vaak gebruikt dan synoniemen als 'opschepper'."
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "Someone who is excessively proud and brags about their own achievements, possessions, or qualities; a boaster.",
                        "ru": "Человек, который чрезмерно гордится собой и хвастается своими достижениями, имуществом или качествами; хвастун."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "braggart",
                                "target_lang_sense_clarification": "someone who boasts about their achievements or possessions"
                            },
                            {
                                "target_lang_word": "show-off",
                                "target_lang_sense_clarification": "someone who tries to impress others by displaying their abilities or possessions"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "хвастун",
                                "target_lang_sense_clarification": "человек, который любит хвастаться своими успехами или достоинствами"
                            },
                            {
                                "target_lang_word": "бахвал",
                                "target_lang_sense_clarification": "человек, склонный к неумеренному хвастовству (часто с оттенком пренебрежения)"
                            },
                            {
                                "target_lang_word": "фанфарон",
                                "target_lang_sense_clarification": "человек, который выставляет напоказ свои мнимые достоинства; позёр"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}