{
    "word_family": [
        "protsen",
        "protserig",
        "prots"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "3778f74f-f497-39c2-b8cd-ed40da21039a",
                    "sense_definition": "Iemand die graag opschept over zijn bezittingen, rijkdom of prestaties en zich gewichtig voordoet.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De rijke man gedroeg zich als een echte <w>protser</w> door voortdurend met zijn geld te zwaaien.",
                            "target_lang_translations": {
                                "en": "The rich man behaved like a real <w>show-off</w> by constantly waving his money around.",
                                "ru": "Богач вёл себя как настоящий <w>выпендрёжник</w>, постоянно размахивая деньгами."
                            }
                        },
                        {
                            "text": "Niemand luistert graag naar die <w>protser</w>, omdat hij alleen maar over zichzelf praat.",
                            "target_lang_translations": {
                                "en": "No one likes listening to that <w>braggart</w>, because he only talks about himself.",
                                "ru": "Никто не любит слушать этого <w>хвастуна</w>, так как он говорит только о себе."
                            }
                        }
                    ],
                    "synonyms": [
                        "opschepper",
                        "bluffer",
                        "dikdoener",
                        "pochhans"
                    ],
                    "common_phrases": [
                        "een echte protser",
                        "wat een protser"
                    ],
                    "target_lang_definitions": {
                        "en": "Someone who likes to brag about their possessions, wealth, or achievements and acts self-importantly.",
                        "ru": "Человек, который любит хвастаться своим имуществом, богатством или достижениями и напускает на себя важность."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "show-off",
                                "target_lang_sense_clarification": "someone who tries to impress others by displaying their abilities or possessions"
                            },
                            {
                                "target_lang_word": "braggart",
                                "target_lang_sense_clarification": "a person who boasts about achievements or possessions"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "хвастун",
                                "target_lang_sense_clarification": "человек, который любит хвастать своими успехами или имуществом"
                            },
                            {
                                "target_lang_word": "выпендрёжник",
                                "target_lang_sense_clarification": "разговорное; тот, кто выставляет себя напоказ, чтобы произвести впечатление"
                            },
                            {
                                "target_lang_word": "позёр",
                                "target_lang_sense_clarification": "человек, который ведет себя неестественно, чтобы казаться значительнее"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}