{
    "word_family": [
        "realisme",
        "realist",
        "realistisch",
        "realiseren"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "f763e13c-35ae-3398-908e-675a3285b5ea",
                    "sense_definition": "Een lid van een politieke partij (vaak geassocieerd met groene partijen) dat pragmatische en haalbare doelen nastreeft en bereid is tot compromissen, in tegenstelling tot wie vasthoudt aan strikte ideologische principes.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De spanningen tussen de principiële fundi's en de pragmatische <w>realo's</w> liepen hoog op tijdens het partijcongres.",
                            "target_lang_translations": {
                                "ru": "Напряжение между принципиальными фундаменталистами и прагматичными <w>реалистами</w> на партийном съезде достигло апогея.",
                                "en": "Tensions between the principled fundis and the pragmatic <w>realos</w> ran high during the party congress."
                            }
                        },
                        {
                            "text": "Als overtuigd <w>realo</w> pleitte hij voor regeringsdeelname, zelfs als dat betekende dat sommige idealen moesten worden afgezwakt.",
                            "target_lang_translations": {
                                "ru": "Как убежденный <w>прагматик</w>, он выступал за участие в правительстве, даже если это означало, что некоторые идеалы придется смягчить.",
                                "en": "As a convinced <w>pragmatist</w>, he argued for participation in government, even if that meant that some ideals had to be watered down."
                            }
                        }
                    ],
                    "synonyms": [
                        "pragmaticus",
                        "realist"
                    ],
                    "antonyms": [
                        "fundi"
                    ],
                    "common_phrases": [
                        "strijd tussen realo's en fundi's",
                        "prominente realo"
                    ],
                    "target_lang_definitions": {
                        "ru": "Член политической партии (часто партии зеленых), который преследует прагматичные цели и готов к компромиссам, в отличие от сторонников жестких идеологических принципов.",
                        "en": "A member of a political party (often associated with Green parties) who pursues pragmatic and achievable goals and is willing to compromise, in contrast to those who adhere to strict ideological principles."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "прагматик",
                                "target_lang_sense_clarification": "политик, ориентированный на результат и компромиссы"
                            },
                            {
                                "target_lang_word": "реалист",
                                "target_lang_sense_clarification": "сторонник реальной политики"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "pragmatist",
                                "target_lang_sense_clarification": "politician focused on practical results and compromise"
                            },
                            {
                                "target_lang_word": "realo",
                                "target_lang_sense_clarification": "specific term for a moderate Green party member"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}