{
    "word_family": [
        "rechts-populist",
        "rechts-populistisch"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "5ea5789a-c832-3f2a-bed1-0ae50e26f312",
                    "sense_definition": "Politieke stroming die vindt dat een maatschappelijke elite te veel veranderingen doorvoert die niet in het belang van het volk zijn en wil dat een krachtige leider de eensgezindheid herstelt.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "politieke_stromingen",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De opkomst van <w>rechts-populisme</w> heeft het politieke landschap in Europa de afgelopen jaren sterk veranderd.",
                            "target_lang_translations": {
                                "en": "The rise of <w>right-wing populism</w> has strongly changed the political landscape in Europe in recent years.",
                                "ru": "Рост <w>правого популизма</w> за последние годы сильно изменил политический ландшафт в Европе."
                            }
                        },
                        {
                            "text": "Veel kiezers voelen zich aangetrokken tot het <w>rechts-populisme</w> uit onvrede over de gevestigde partijen.",
                            "target_lang_translations": {
                                "en": "Many voters feel attracted to <w>right-wing populism</w> out of dissatisfaction with the established parties.",
                                "ru": "Многих избирателей привлекает <w>правый популизм</w> из-за недовольства традиционными партиями."
                            }
                        }
                    ],
                    "antonyms": [
                        "links-populisme"
                    ],
                    "common_phrases": [
                        "opkomst van rechts-populisme",
                        "modern rechts-populisme"
                    ],
                    "target_lang_definitions": {
                        "en": "A political movement that believes a societal elite implements too many changes not in the people's interest and desires a strong leader to restore unity.",
                        "ru": "Политическое течение, считающее, что общественная элита проводит слишком много изменений не в интересах народа, и выступающее за восстановление единства под руководством сильного лидера."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "right-wing populism",
                                "target_lang_sense_clarification": "political ideology"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "правый популизм",
                                "target_lang_sense_clarification": "политическое направление"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}