{
    "word_family": [
        "reuk",
        "zout",
        "ruiken"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "19bbdda6-105e-32fa-8691-5ae3eb4c4d91",
                    "sense_definition": "Een sterk ruikend middel, chemisch gezien ammoniumcarbonaat, dat een prikkelende ammoniakgeur afgeeft en wordt gebruikt om mensen die zijn flauwgevallen weer bij bewustzijn te brengen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De verpleegster hield direct een flesje <w>reukzout</w> onder de neus van de vrouw die was flauwgevallen.",
                            "target_lang_translations": {
                                "en": "The nurse immediately held a bottle of <w>smelling salts</w> under the nose of the woman who had fainted.",
                                "ru": "Медсестра тут же поднесла флакончик с <w>нюхательной солью</w> к носу женщины, которая упала в обморок."
                            }
                        },
                        {
                            "text": "In de negentiende eeuw droegen veel dames <w>reukzout</w> bij zich voor het geval ze onwel zouden worden.",
                            "target_lang_translations": {
                                "en": "In the nineteenth century, many ladies carried <w>smelling salts</w> with them in case they felt unwell.",
                                "ru": "В девятнадцатом веке многие дамы носили с собой <w>нюхательную соль</w> на случай, если им станет дурно."
                            }
                        }
                    ],
                    "synonyms": [
                        "vlugzout",
                        "hertshoornzout",
                        "ammoniumcarbonaat"
                    ],
                    "common_phrases": [
                        "flesje reukzout",
                        "ruiken aan reukzout"
                    ],
                    "traits": [
                        {
                            "trait_type": "dated",
                            "comment": "het gebruik in het dagelijks leven is ouderwets"
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "A strong-smelling substance, chemically ammonium carbonate, that releases a pungent ammonia odor and is used to revive people who have fainted.",
                        "ru": "Сильно пахнущее вещество (химически — карбонат аммония), выделяющее резкий запах аммиака и используемое для приведения в чувство людей при обмороке."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "smelling salts",
                                "target_lang_sense_clarification": "substance inhaled to restore consciousness"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "нюхательная соль",
                                "target_lang_sense_clarification": "средство от обморока"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}