{
    "word_family": [
        "sanctie",
        "pakket",
        "sanctioneren",
        "sanctiebeleid"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "91749663-d836-3327-921a-7efe5f9a73b3",
                    "sense_definition": "Een verzameling van verschillende strafmaatregelen die als één geheel wordt ingevoerd, meestal tegen een land, organisatie of persoon in een politieke of economische context.",
                    "learner_level": "C1",
                    "frequency": "Middle",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De Europese Unie heeft gisteren een nieuw <w>sanctiepakket</w> goedgekeurd als reactie op de voortdurende agressie.",
                            "target_lang_translations": {
                                "en": "The European Union approved a new <w>sanctions package</w> yesterday in response to the ongoing aggression.",
                                "ru": "Вчера Европейский союз одобрил новый <w>пакет санкций</w> в ответ на продолжающуюся агрессию."
                            }
                        },
                        {
                            "text": "Het strenge <w>sanctiepakket</w> tegen het regime zal waarschijnlijk grote gevolgen hebben voor de internationale handel.",
                            "target_lang_translations": {
                                "en": "The strict <w>sanctions package</w> against the regime will likely have major consequences for international trade.",
                                "ru": "Жесткий <w>санкционный пакет</w> против режима, вероятно, будет иметь серьезные последствия для международной торговли."
                            }
                        }
                    ],
                    "common_phrases": [
                        "nieuw sanctiepakket",
                        "sanctiepakket aannemen",
                        "sanctiepakket tegen"
                    ],
                    "target_lang_definitions": {
                        "en": "A collection of punitive measures introduced as a single unit, usually against a country, organization, or individual in a political or economic context.",
                        "ru": "Набор различных штрафных мер, вводимых единовременно как единое целое, обычно в отношении страны, организации или лица в политическом или экономическом контексте."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "sanctions package",
                                "target_lang_sense_clarification": "set of penalties"
                            },
                            {
                                "target_lang_word": "package of sanctions",
                                "target_lang_sense_clarification": "collection of punitive measures"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "пакет санкций",
                                "target_lang_sense_clarification": "набор ограничительных мер"
                            },
                            {
                                "target_lang_word": "санкционный пакет",
                                "target_lang_sense_clarification": "комплекс санкций"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}