{
    "word_family": [
        "scholver"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "dfc747bf-6fb9-311a-bf61-a48e8bfad6c7",
                    "sense_definition": "Een grote, zwarte, visetende watervogel uit het geslacht Phalacrocorax, die na het duiken vaak met gespreide vleugels zit om deze te laten drogen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Langs de waterkant zat een <w>schollevaar</w> op een paal uit te rusten.",
                            "target_lang_translations": {
                                "en": "Along the waterfront, a <w>cormorant</w> was resting on a pole.",
                                "ru": "У кромки воды на столбе отдыхал <w>баклан</w>."
                            }
                        },
                        {
                            "text": "De <w>schollevaar</w> dook plotseling onder water om een vis te vangen.",
                            "target_lang_translations": {
                                "en": "The <w>cormorant</w> suddenly dove underwater to catch a fish.",
                                "ru": "<w>Баклан</w> внезапно нырнул под воду, чтобы поймать рыбу."
                            }
                        }
                    ],
                    "synonyms": [
                        "aalscholver",
                        "waterraaf",
                        "scholver"
                    ],
                    "target_lang_definitions": {
                        "en": "A large, black, fish-eating waterbird of the genus Phalacrocorax, which often sits with spread wings after diving to dry them.",
                        "ru": "Крупная черная рыбоядная водоплавающая птица из рода бакланов (Phalacrocorax), которая после ныряния часто сидит с расправленными крыльями, чтобы просушить их."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "cormorant",
                                "target_lang_sense_clarification": "bird species"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "баклан",
                                "target_lang_sense_clarification": "вид птиц"
                            }
                        ]
                    }
                }
            ]
        },
        {
            "pos": "name",
            "senses": [
                {
                    "sense_id": "1089569c-d01a-312a-8c11-5be2caf6ca61",
                    "sense_definition": "Een woonwijk in de Nederlandse gemeente Capelle aan den IJssel in de provincie Zuid-Holland.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "place_name",
                    "examples": [
                        {
                            "text": "Mijn grootouders wonen al jaren in de wijk <w>Schollevaar</w>.",
                            "target_lang_translations": {
                                "en": "My grandparents have lived in the <w>Schollevaar</w> district for years.",
                                "ru": "Мои бабушка и дедушка уже много лет живут в районе <w>Схоллевар</w>."
                            }
                        },
                        {
                            "text": "Het treinstation van <w>Schollevaar</w> ligt op loopafstand van het winkelcentrum.",
                            "target_lang_translations": {
                                "en": "The <w>Schollevaar</w> train station is within walking distance of the shopping center.",
                                "ru": "Железнодорожная станция <w>Схоллевар</w> находится в пешей доступности от торгового центра."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "A residential district in the Dutch municipality of Capelle aan den IJssel in the province of South Holland.",
                        "ru": "Жилой район в нидерландском муниципалитете Капелле-ан-ден-Эйссел в провинции Южная Голландия."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "Schollevaar",
                                "target_lang_sense_clarification": "place name"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "Схоллевар",
                                "target_lang_sense_clarification": "название района"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}