{
    "word_family": [
        "bink",
        "showen",
        "show"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "42789e8d-a99b-32a9-9f14-6ab2d9a3d0b6",
                    "sense_definition": "Iemand die graag de aandacht trekt en opschept over zichzelf of zijn bezittingen, vaak op een overdreven manier.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De nieuwe buurman is een echte <w>showbink</w> die de hele dag met zijn dure auto rondrijdt.",
                            "target_lang_translations": {
                                "en": "The new neighbor is a real <w>show-off</w> who drives around in his expensive car all day.",
                                "ru": "Новый сосед — настоящий <w>выпендрёжник</w>, который целый день разъезжает на своей дорогой машине."
                            }
                        },
                        {
                            "text": "Niemand luistert graag naar hem, omdat hij zich altijd gedraagt als een arrogante <w>showbink</w>.",
                            "target_lang_translations": {
                                "en": "No one likes listening to him, because he always acts like an arrogant <w>show-off</w>.",
                                "ru": "Никто не любит его слушать, так как он всегда ведёт себя как высокомерный <w>позёр</w>."
                            }
                        }
                    ],
                    "synonyms": [
                        "opschepper",
                        "patser",
                        "blaaskaak",
                        "dikdoener"
                    ],
                    "common_phrases": [
                        "een echte showbink",
                        "arrogante showbink",
                        "wat een showbink"
                    ],
                    "target_lang_definitions": {
                        "en": "Someone who likes to attract attention and brag about themselves or their possessions, often in an exaggerated way.",
                        "ru": "Человек, который любит привлекать к себе внимание и хвастаться собой или своим имуществом, часто в преувеличенной манере."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "show-off",
                                "target_lang_sense_clarification": "a person who acts pretentiously or displays their abilities or possessions to impress others"
                            },
                            {
                                "target_lang_word": "poser",
                                "target_lang_sense_clarification": "someone who behaves in an affected way to impress others"
                            },
                            {
                                "target_lang_word": "braggart",
                                "target_lang_sense_clarification": "a person who boasts about achievements or possessions"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "выпендрёжник",
                                "target_lang_sense_clarification": "разговорное; тот, кто выставляет себя напоказ, чтобы произвести впечатление"
                            },
                            {
                                "target_lang_word": "позёр",
                                "target_lang_sense_clarification": "человек, который ведёт себя неестественно, чтобы привлечь внимание"
                            },
                            {
                                "target_lang_word": "хвастун",
                                "target_lang_sense_clarification": "человек, который любит преувеличивать свои достоинства или успехи"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}