{
    "word_family": [
        "spiritualisme",
        "spiritualist",
        "spiritualiteit"
    ],
    "entries": [
        {
            "pos": "adjective",
            "senses": [
                {
                    "sense_id": "7f57b26b-d65d-398c-9469-d786a7b3af52",
                    "sense_definition": "Met betrekking tot het spiritualisme; behorend bij de filosofische leer dat de geest de enige werkelijkheid is of het geloof dat contact met geesten mogelijk is.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De <w>spiritualistische</w> beweging kreeg in de negentiende eeuw veel aanhangers in Europa.",
                            "target_lang_translations": {
                                "en": "The <w>spiritualist</w> movement gained many followers in Europe in the nineteenth century.",
                                "ru": "В девятнадцатом веке <w>спиритуалистическое</w> движение приобрело много последователей в Европе."
                            }
                        },
                        {
                            "text": "Zijn <w>spiritualistische</w> visie staat lijnrecht tegenover het materialisme van de moderne wetenschap.",
                            "target_lang_translations": {
                                "en": "His <w>spiritualistic</w> view stands in direct opposition to the materialism of modern science.",
                                "ru": "Его <w>спиритуалистический</w> взгляд прямо противоположен материализму современной науки."
                            }
                        }
                    ],
                    "antonyms": [
                        "materialistisch"
                    ],
                    "common_phrases": [
                        "spiritualistische visie",
                        "spiritualistische kerk",
                        "spiritualistische filosofie"
                    ],
                    "target_lang_definitions": {
                        "en": "Relating to spiritualism; pertaining to the philosophical doctrine that the spirit is the only reality or the belief that contact with spirits is possible.",
                        "ru": "Относящийся к спиритуализму; связанный с философским учением о том, что дух является единственной реальностью, или с верой в возможность общения с духами."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "spiritualistic",
                                "target_lang_sense_clarification": "relating to the philosophy or practice of spiritualism"
                            },
                            {
                                "target_lang_word": "spiritualist",
                                "target_lang_sense_clarification": "relating to the belief in communication with the dead"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "спиритуалистический",
                                "target_lang_sense_clarification": "относящийся к философии спиритуализма"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}