{
    "word_family": [
        "spuien",
        "spuisluis",
        "spuikanaal",
        "spuigat"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "91a39e5c-c37b-3c5b-8a63-9650be42ecc5",
                    "sense_definition": "Een waterbekken dat bij vloed volloopt en bij eb krachtig wordt leeggelaten om door de sterke stroming een haven of geul vrij van slib te houden.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De ingenieurs ontwierpen een grote <w>spuikom</w> om de haveningang op een natuurlijke manier diep genoeg te houden.",
                            "target_lang_translations": {
                                "en": "The engineers designed a large <w>flushing basin</w> to keep the harbor entrance deep enough in a natural way.",
                                "ru": "Инженеры спроектировали большой <w>промывной бассейн</w>, чтобы естественным образом поддерживать достаточную глубину входа в гавань."
                            }
                        },
                        {
                            "text": "Bij laagtij stroomt het water met grote kracht uit de <w>spuikom</w>, waardoor het opgehoopte zand direct wordt weggespoeld.",
                            "target_lang_translations": {
                                "en": "At low tide, the water flows out of the <w>flushing basin</w> with great force, immediately washing away the accumulated sand.",
                                "ru": "Во время отлива вода с большой силой вытекает из <w>промывного бассейна</w>, благодаря чему скопившийся песок сразу же смывается."
                            }
                        }
                    ],
                    "synonyms": [
                        "spuiboezem"
                    ],
                    "common_phrases": [
                        "de spuikom openzetten",
                        "aanleg van een spuikom"
                    ],
                    "target_lang_definitions": {
                        "en": "A water basin that fills at high tide and is emptied forcefully at low tide to keep a harbor or channel free of silt using the strong current.",
                        "ru": "Водный резервуар, который наполняется во время прилива и опорожняется во время отлива для очистки гавани или канала от ила сильным течением."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "flushing basin",
                                "target_lang_sense_clarification": "reservoir used to scour silt from a harbor"
                            },
                            {
                                "target_lang_word": "sluicing basin",
                                "target_lang_sense_clarification": "basin for clearing channels"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "промывной бассейн",
                                "target_lang_sense_clarification": "гидротехническое сооружение для очистки от наносов"
                            },
                            {
                                "target_lang_word": "смывной бассейн",
                                "target_lang_sense_clarification": "резервуар для смыва грунта"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}