{
    "word_family": [
        "spuiten",
        "zak"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "776ddd40-57b4-3ded-91b4-1b92cd5f247b",
                    "sense_definition": "Een kegelvormige zak met een opening aan het uiteinde, gebruikt om zachte voedingsmiddelen zoals slagroom, deeg of puree in een specifieke vorm te spuiten.",
                    "learner_level": "B2",
                    "frequency": "Middle",
                    "semantic_group_id": "keukengerei",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De bakker gebruikte een <w>spuitzak</w> om de taart met slagroom te versieren.",
                            "target_lang_translations": {
                                "ru": "Пекарь использовал <w>кондитерский мешок</w>, чтобы украсить торт взбитыми сливками.",
                                "en": "The baker used a <w>piping bag</w> to decorate the cake with whipped cream."
                            }
                        },
                        {
                            "text": "Zorg ervoor dat er geen luchtbellen in de <w>spuitzak</w> zitten voordat je begint met spuiten.",
                            "target_lang_translations": {
                                "ru": "Убедитесь, что в <w>кондитерском мешке</w> нет пузырьков воздуха, прежде чем начинать выдавливать.",
                                "en": "Make sure there are no air bubbles in the <w>piping bag</w> before you start piping."
                            }
                        }
                    ],
                    "synonyms": [
                        "garneerzak"
                    ],
                    "common_phrases": [
                        "een spuitzak vullen",
                        "met een spuitzak"
                    ],
                    "target_lang_definitions": {
                        "ru": "Конусообразный мешок с отверстием на конце, используемый для выдавливания мягких продуктов, таких как взбитые сливки, тесто или пюре, для придания им определенной формы.",
                        "en": "A cone-shaped bag with an opening at the end, used to pipe soft foods like whipped cream, dough, or puree into a specific shape."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "кондитерский мешок",
                                "target_lang_sense_clarification": "кухонная принадлежность для украшения тортов или отсадки теста"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "piping bag",
                                "target_lang_sense_clarification": "kitchen tool for decorating cakes or shaping dough"
                            },
                            {
                                "target_lang_word": "pastry bag",
                                "target_lang_sense_clarification": "synonym for piping bag"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}