{
    "word_family": [
        "staat",
        "terrorisme",
        "terrorist",
        "terroriseren",
        "staatsterreur"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "57c16571-8071-35fd-87d0-2280fbf1332d",
                    "sense_definition": "Terrorisme of terreur die door de staat zelf wordt uitgeoefend, vaak om de eigen bevolking te onderdrukken of politieke doelen te bereiken.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "political_violence",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "In de twintigste eeuw zouden bijna 170 miljoen mensen door <w>staatsterrorisme</w> om het leven zijn gekomen.",
                            "target_lang_translations": {
                                "en": "In the twentieth century, nearly 170 million people are said to have lost their lives due to <w>state terrorism</w>.",
                                "ru": "Считается, что в двадцатом веке жертвами <w>государственного терроризма</w> стали почти 170 миллионов человек."
                            }
                        },
                        {
                            "text": "De bevolking leed jarenlang onder het brute <w>staatsterrorisme</w> van de dictator, waarbij niemand zich veilig voelde.",
                            "target_lang_translations": {
                                "en": "The population suffered for years under the dictator's brutal <w>state terrorism</w>, during which no one felt safe.",
                                "ru": "Население годами страдало от жестокого <w>государственного терроризма</w> диктатора, при котором никто не чувствовал себя в безопасности."
                            }
                        }
                    ],
                    "synonyms": [
                        "staatsterreur"
                    ],
                    "common_phrases": [
                        "vorm van staatsterrorisme",
                        "slachtoffers van staatsterrorisme",
                        "beschuldiging van staatsterrorisme"
                    ],
                    "target_lang_definitions": {
                        "en": "Terrorism or terror exercised by the state itself, often to suppress its own population or achieve political goals.",
                        "ru": "Терроризм или террор, осуществляемый самим государством, часто с целью подавления собственного населения или достижения политических целей."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "state terrorism",
                                "target_lang_sense_clarification": "acts of terror conducted by a government"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "государственный терроризм",
                                "target_lang_sense_clarification": "политика устрашения со стороны государства"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}