{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "67b4677b-bdf6-3de9-a8d9-78b63629da02",
                    "sense_definition": "Een wet die bedoeld is om de banden tussen Hongarije en Hongaarse minderheden in buurlanden te versterken en hun culturele identiteit te beschermen.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De <w>statuswet</w> geeft bepaalde rechten aan etnische Hongaren die buiten de landsgrenzen wonen.",
                            "target_lang_translations": {
                                "en": "The <w>Status Law</w> grants certain rights to ethnic Hungarians living outside the national borders.",
                                "ru": "<w>Закон о статусе</w> предоставляет определенные права этническим венграм, проживающим за пределами страны."
                            }
                        },
                        {
                            "text": "Er was veel internationale kritiek op de zogenaamde <w>statuswet</w> vanuit de buurlanden.",
                            "target_lang_translations": {
                                "en": "There was much international criticism of the so-called <w>Status Law</w> from neighboring countries.",
                                "ru": "Со стороны соседних стран было много международной критики в адрес так называемого <w>закона о статусе</w>."
                            }
                        }
                    ],
                    "common_phrases": [
                        "de Hongaarse statuswet",
                        "de omstreden statuswet"
                    ],
                    "target_lang_definitions": {
                        "en": "A law intended to strengthen ties between Hungary and Hungarian minorities in neighboring countries and to protect their cultural identity.",
                        "ru": "Закон, призванный укрепить связи между Венгрией и венгерскими меньшинствами в соседних странах и защитить их культурную самобытность."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "Status Law",
                                "target_lang_sense_clarification": "legislation regarding rights of ethnic kin abroad"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "закон о статусе",
                                "target_lang_sense_clarification": "закон о зарубежных венграх"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}