{
    "word_family": [
        "licentie",
        "licentiëren",
        "sublicentiëren",
        "sublicentiehouder"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "41520414-2df8-3838-869f-6f2a9bed6bb1",
                    "sense_definition": "Een licentie die door een licentiehouder aan een derde partij wordt verleend, waardoor deze partij het recht krijgt om gebruik te maken van bepaalde rechten uit de hoofdlicentie.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het softwarebedrijf gaf de distributeur toestemming om een <w>sublicentie</w> te verlenen aan lokale verkopers.",
                            "target_lang_translations": {
                                "ru": "Компания-разработчик программного обеспечения дала дистрибьютору разрешение предоставить <w>сублицензию</w> местным продавцам.",
                                "en": "The software company gave the distributor permission to grant a <w>sublicense</w> to local vendors."
                            }
                        },
                        {
                            "text": "Zonder een geldige <w>sublicentie</w> mag het dochterbedrijf de gepatenteerde technologie niet commercieel exploiteren.",
                            "target_lang_translations": {
                                "ru": "Без действующей <w>сублицензии</w> дочерняя компания не может использовать запатентованную технологию в коммерческих целях.",
                                "en": "Without a valid <w>sublicense</w>, the subsidiary may not commercially exploit the patented technology."
                            }
                        }
                    ],
                    "synonyms": [
                        "onderlicentie"
                    ],
                    "antonyms": [
                        "hoofdlicentie"
                    ],
                    "common_phrases": [
                        "een sublicentie verlenen",
                        "exclusieve sublicentie"
                    ],
                    "target_lang_definitions": {
                        "ru": "Лицензия, предоставляемая лицензиатом третьей стороне, которая дает этой стороне право использовать определенные права из основной лицензии.",
                        "en": "A license granted by a licensee to a third party, allowing that party to exercise certain rights under the main license."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "сублицензия",
                                "target_lang_sense_clarification": "вторичная лицензия"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "sublicense",
                                "target_lang_sense_clarification": "US spelling, common in legal contexts"
                            },
                            {
                                "target_lang_word": "sublicence",
                                "target_lang_sense_clarification": "UK spelling"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}