{
    "word_family": [
        "suspensie",
        "suspenderen"
    ],
    "entries": [
        {
            "pos": "adjective",
            "senses": [
                {
                    "sense_id": "2c794eed-b170-38e5-bcb6-2dc5a3699688",
                    "sense_definition": "Met de eigenschap dat de werking of geldigheid van iets wordt uitgesteld tot een later moment of totdat aan een bepaalde voorwaarde is voldaan.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De koopovereenkomst is gesloten onder een <w>suspensieve</w> voorwaarde betreffende de financiering.",
                            "target_lang_translations": {
                                "en": "The purchase agreement was concluded under a <w>suspensive</w> condition regarding the financing.",
                                "ru": "Договор купли-продажи был заключен под <w>отлагательным</w> условием касательно финансирования."
                            }
                        },
                        {
                            "text": "Het aantekenen van bezwaar heeft in dit geval geen <w>suspensief</w> effect op het besluit.",
                            "target_lang_translations": {
                                "en": "Lodging an objection has no <w>suspensive</w> effect on the decision in this case.",
                                "ru": "Подача возражения в данном случае не оказывает <w>приостанавливающего</w> действия на решение."
                            }
                        }
                    ],
                    "synonyms": [
                        "opschortend",
                        "uitstellend",
                        "schorsend"
                    ],
                    "antonyms": [
                        "ontbindend"
                    ],
                    "common_phrases": [
                        "suspensieve voorwaarde",
                        "suspensief effect"
                    ],
                    "target_lang_definitions": {
                        "en": "Having the property that the operation or validity of something is postponed until a later time or until a certain condition is met.",
                        "ru": "Обладающий свойством откладывать действие или вступление в силу чего-либо до более позднего момента или до выполнения определенного условия."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "suspensive",
                                "target_lang_sense_clarification": "causing a delay in validity or execution until a condition is met (legal context)"
                            },
                            {
                                "target_lang_word": "suspensory",
                                "target_lang_sense_clarification": "serving to suspend the operation or effect of something"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "отлагательный",
                                "target_lang_sense_clarification": "касающийся условия, от которого зависит возникновение прав и обязанностей"
                            },
                            {
                                "target_lang_word": "приостанавливающий",
                                "target_lang_sense_clarification": "временно прекращающий действие или исполнение чего-либо"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}