{
    "word_family": [
        "tang",
        "constructie"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "4b5e4a25-52c7-3cbb-9c76-c202677c7349",
                    "sense_definition": "Een grammaticale constructie waarbij woorden die bij elkaar horen ver uit elkaar staan, met veel andere woorden ertussen, waardoor de zin vaak moeilijker leesbaar is.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het gebruik van een <w>tangconstructie</w> maakt de tekst onnodig ingewikkeld voor de lezer.",
                            "target_lang_translations": {
                                "en": "The use of a <w>sentence sandwich</w> makes the text unnecessarily complicated for the reader.",
                                "ru": "Использование <w>рамочной конструкции</w> делает текст излишне сложным для читателя."
                            }
                        },
                        {
                            "text": "De leraar Nederlands legde uit hoe je een <w>tangconstructie</w> kunt vermijden door de zin op te splitsen.",
                            "target_lang_translations": {
                                "en": "The Dutch teacher explained how to avoid a <w>discontinuous construction</w> by splitting the sentence.",
                                "ru": "Учитель нидерландского объяснил, как избежать <w>рамочной конструкции</w>, разделив предложение."
                            }
                        }
                    ],
                    "common_phrases": [
                        "een tangconstructie vermijden",
                        "ingewikkelde tangconstructies"
                    ],
                    "target_lang_definitions": {
                        "en": "A grammatical construction where words that belong together are placed far apart, with many other words in between, often making the sentence more difficult to read.",
                        "ru": "Грамматическая конструкция, в которой связанные по смыслу слова (обычно части сказуемого) разделены значительным количеством других слов, что часто затрудняет восприятие текста."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "sentence sandwich",
                                "target_lang_sense_clarification": "colloquial term often used in language teaching"
                            },
                            {
                                "target_lang_word": "discontinuous construction",
                                "target_lang_sense_clarification": "linguistic term"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "рамочная конструкция",
                                "target_lang_sense_clarification": "лингвистический термин"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "3cb116c1-49a9-3c5c-b5d1-046ad4563af8",
                    "sense_definition": "Een fysieke constructie of mechanisme dat de vorm of werking van een tang heeft.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De ingenieur ontwierp een speciale <w>tangconstructie</w> om de zware buizen veilig te kunnen verplaatsen.",
                            "target_lang_translations": {
                                "en": "The engineer designed a special <w>pincer mechanism</w> to be able to move the heavy pipes safely.",
                                "ru": "Инженер спроектировал специальный <w>клещевой механизм</w> для безопасного перемещения тяжелых труб."
                            }
                        },
                        {
                            "text": "Door de roestige <w>tangconstructie</w> kon het apparaat niet meer goed sluiten.",
                            "target_lang_translations": {
                                "en": "Due to the rusty <w>tong mechanism</w>, the device could no longer close properly.",
                                "ru": "Из-за ржавой <w>щипцовой конструкции</w> устройство больше не могло нормально закрываться."
                            }
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "A physical construction or mechanism that has the shape or function of a pair of tongs or pliers.",
                        "ru": "Физическая конструкция или механизм, имеющий форму или принцип действия клещей или щипцов."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "pincer mechanism",
                                "target_lang_sense_clarification": "mechanical context"
                            },
                            {
                                "target_lang_word": "tong construction",
                                "target_lang_sense_clarification": "literal description"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "клещевой механизм",
                                "target_lang_sense_clarification": "технический контекст"
                            },
                            {
                                "target_lang_word": "щипцовая конструкция",
                                "target_lang_sense_clarification": "описание устройства"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}