{
    "word_family": [
        "tras",
        "mortel",
        "trasraam"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "3f6de078-8795-3eaf-a702-d36ff09c43ae",
                    "sense_definition": "Een type mortel dat bestaat uit een bindmiddel gemengd met tras, vaak gebruikt in de bouw vanwege de waterdichte en verhardende eigenschappen.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De aannemer adviseerde om <w>trasmortel</w> te gebruiken voor de restauratie van de oude keldermuren.",
                            "target_lang_translations": {
                                "en": "The contractor advised using <w>trass mortar</w> for the restoration of the old cellar walls.",
                                "ru": "Подрядчик посоветовал использовать <w>трассовый раствор</w> для реставрации старых стен подвала."
                            }
                        },
                        {
                            "text": "Omdat <w>trasmortel</w> zeer goed bestand is tegen vocht, is het ideaal voor waterwerken en funderingen.",
                            "target_lang_translations": {
                                "en": "Because <w>trass mortar</w> is very resistant to moisture, it is ideal for waterworks and foundations.",
                                "ru": "Так как <w>трассовый раствор</w> очень устойчив к влаге, он идеально подходит для гидротехнических сооружений и фундаментов."
                            }
                        }
                    ],
                    "common_phrases": [
                        "trasmortel aanmaken",
                        "metselen met trasmortel"
                    ],
                    "target_lang_definitions": {
                        "en": "A type of mortar consisting of a binder mixed with trass, often used in construction due to its waterproof and hardening properties.",
                        "ru": "Тип строительного раствора, содержащий трасс (вулканический туф) в качестве добавки; часто используется в строительстве благодаря своей водонепроницаемости и способности затвердевать под водой."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "trass mortar",
                                "target_lang_sense_clarification": "mortar containing volcanic ash for water resistance"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "трассовый раствор",
                                "target_lang_sense_clarification": "строительная смесь"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}