{
    "word_family": [
        "sprint",
        "sprinten",
        "sprinter",
        "eindsprint",
        "massasprint"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "69100dc1-cd14-3bca-a8ad-55ca014c5475",
                    "sense_definition": "Een korte race of versnelling tijdens een wedstrijd om als eerste een bepaald tussenpunt te bereiken, vaak voor extra punten of bonificatieseconden, vooral in het wielrennen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "sport",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De wielrenner won de <w>tussensprint</w> en pakte daarmee belangrijke punten voor de groene trui.",
                            "target_lang_translations": {
                                "en": "The cyclist won the <w>intermediate sprint</w> and thereby took important points for the green jersey.",
                                "ru": "Велогонщик выиграл <w>промежуточный финиш</w> и тем самым заработал важные очки для зеленой майки."
                            }
                        },
                        {
                            "text": "Pas na de laatste <w>tussensprint</w> ontstond er een kopgroep die tot de finish vooruit bleef.",
                            "target_lang_translations": {
                                "en": "Only after the last <w>intermediate sprint</w> did a leading group form that stayed ahead until the finish.",
                                "ru": "Только после последнего <w>промежуточного финиша</w> сформировалась группа отрыва, которая оставалась впереди до самого финиша."
                            }
                        }
                    ],
                    "antonyms": [
                        "eindsprint"
                    ],
                    "common_phrases": [
                        "een tussensprint trekken",
                        "de tussensprint winnen"
                    ],
                    "target_lang_definitions": {
                        "en": "A short race or acceleration during a competition to reach a specific intermediate point first, often for extra points or bonus seconds, especially in cycling.",
                        "ru": "Короткая гонка или ускорение во время соревнования с целью первым достичь определенной промежуточной отметки, часто ради дополнительных очков или бонусных секунд, особенно в велоспорте."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "intermediate sprint",
                                "target_lang_sense_clarification": "cycling term"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "промежуточный финиш",
                                "target_lang_sense_clarification": "велоспорт"
                            },
                            {
                                "target_lang_word": "промежуточный спринт",
                                "target_lang_sense_clarification": "спорт"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}