{
    "word_family": [
        "veld",
        "theorie",
        "theoretisch",
        "theoreticus"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "0cb97293-0ca3-33c7-997f-001615b30ecb",
                    "sense_definition": "Een theorie uit de sociale psychologie die gedrag analyseert als het resultaat van aandrijvende en terughoudende krachten in een specifieke situatie.",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De <w>veldtheorie</w> van Kurt Lewin benadrukt dat gedrag altijd afhankelijk is van de huidige context.",
                            "target_lang_translations": {
                                "en": "Kurt Lewin's <w>field theory</w> emphasizes that behavior is always dependent on the current context.",
                                "ru": "<w>Теория поля</w> Курта Левина подчеркивает, что поведение всегда зависит от текущего контекста."
                            }
                        },
                        {
                            "text": "Studenten psychologie moeten vaak de basisprincipes van de <w>veldtheorie</w> bestuderen om groepsdynamiek te begrijpen.",
                            "target_lang_translations": {
                                "en": "Psychology students often have to study the basic principles of <w>field theory</w> to understand group dynamics.",
                                "ru": "Студенты-психологи часто должны изучать основные принципы <w>теории поля</w>, чтобы понять групповую динамику."
                            }
                        }
                    ],
                    "common_phrases": [
                        "Lewins veldtheorie",
                        "sociale veldtheorie"
                    ],
                    "target_lang_definitions": {
                        "en": "A theory in social psychology that analyzes behavior as the result of driving and restraining forces in a specific situation.",
                        "ru": "Теория в социальной психологии, анализирующая поведение как результат взаимодействия движущих и сдерживающих сил в конкретной ситуации."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "field theory",
                                "target_lang_sense_clarification": "psychological framework"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "теория поля",
                                "target_lang_sense_clarification": "психологическая концепция"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}