{
    "word_family": [
        "vereenzelvigen"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "5451b775-274b-36cc-a4db-92f706c5e3dd",
                    "sense_definition": "Het proces waarbij men zichzelf of iets anders als identiek beschouwt aan of sterk verbindt met iets of iemand anders.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De <w>vereenzelviging</w> van de acteur met zijn rol was zo sterk dat hij moeilijk uit zijn karakter kon stappen.",
                            "target_lang_translations": {
                                "ru": "<w>Отождествление</w> актёра со своей ролью было настолько сильным, что он с трудом мог выйти из образа.",
                                "en": "The actor's <w>identification</w> with his role was so strong that he could hardly step out of character."
                            }
                        },
                        {
                            "text": "Haar volledige <w>vereenzelviging</w> met de idealen van de partij bepaalde haar hele leven.",
                            "target_lang_translations": {
                                "ru": "Её полное <w>отождествление</w> с идеалами партии определило всю её жизнь.",
                                "en": "Her complete <w>identification</w> with the party's ideals determined her whole life."
                            }
                        }
                    ],
                    "synonyms": [
                        "identificatie"
                    ],
                    "antonyms": [
                        "distantiëring"
                    ],
                    "common_phrases": [
                        "vereenzelviging met",
                        "volledige vereenzelviging"
                    ],
                    "target_lang_definitions": {
                        "ru": "Процесс, при котором кто-либо считает себя или что-либо тождественным, единым целым с кем-то или чем-то другим.",
                        "en": "The process of regarding oneself or something else as identical to or strongly connected with something or someone else."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "отождествление",
                                "target_lang_sense_clarification": "признание кого-либо или чего-либо тождественным, одинаковым"
                            },
                            {
                                "target_lang_word": "идентификация",
                                "target_lang_sense_clarification": "уподобление себя кому-либо, восприятие чужих ценностей как своих"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "identification",
                                "target_lang_sense_clarification": "the process of associating oneself closely with a person, group, or idea"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}