{
    "word_family": [
        "verleiden",
        "verleiding",
        "verleider",
        "verleidster"
    ],
    "entries": [
        {
            "pos": "adjective",
            "senses": [
                {
                    "sense_id": "ebfc284a-44c0-3615-975f-2943a50d97be",
                    "sense_definition": "Erg aantrekkelijk of uitnodigend, waardoor men de neiging krijgt om erop in te gaan.",
                    "learner_level": "B2",
                    "frequency": "Middle",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het is <w>verleidelijk</w> om met dit mooie weer de hele dag buiten te blijven.",
                            "target_lang_translations": {
                                "ru": "Очень <w>заманчиво</w> остаться на улице весь день в такую прекрасную погоду.",
                                "en": "It is <w>tempting</w> to stay outside all day with this beautiful weather."
                            }
                        },
                        {
                            "text": "Hij kreeg een <w>verleidelijk</w> aanbod voor een nieuwe baan dat hij niet kon weigeren.",
                            "target_lang_translations": {
                                "ru": "Он получил <w>заманчивое</w> предложение о новой работе, от которого не смог отказаться.",
                                "en": "He received a <w>tempting</w> offer for a new job that he could not refuse."
                            }
                        },
                        {
                            "text": "De taart in de etalage zag er zo <w>verleidelijk</w> uit dat we er een stuk van kochten.",
                            "target_lang_translations": {
                                "ru": "Торт в витрине выглядел так <w>соблазнительно</w>, что мы купили кусочек.",
                                "en": "The cake in the window looked so <w>tempting</w> that we bought a piece of it."
                            }
                        }
                    ],
                    "synonyms": [
                        "aanlokkelijk"
                    ],
                    "antonyms": [
                        "afstotelijk"
                    ],
                    "common_phrases": [
                        "een verleidelijk aanbod",
                        "klinkt verleidelijk",
                        "verleidelijk uitzien"
                    ],
                    "target_lang_definitions": {
                        "ru": "Очень привлекательный или манящий, вызывающий желание согласиться или поддаться искушению.",
                        "en": "Very attractive or inviting, creating an urge to give in to it."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "соблазнительный",
                                "target_lang_sense_clarification": "вызывающий сильное желание; часто используется для описания внешности, еды или перспектив"
                            },
                            {
                                "target_lang_word": "заманчивый",
                                "target_lang_sense_clarification": "обещающий удовольствие или выгоду; часто используется с предложениями или идеями"
                            }
                        ],
                        "en": [
                            {
                                "target_lang_word": "tempting",
                                "target_lang_sense_clarification": "causing a desire to have or do something, often something wrong or unwise"
                            },
                            {
                                "target_lang_word": "seductive",
                                "target_lang_sense_clarification": "highly attractive and irresistible, often regarding appearance or power"
                            },
                            {
                                "target_lang_word": "enticing",
                                "target_lang_sense_clarification": "attractive or interesting, often regarding offers or prospects"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}