{
    "word_family": [
        "woestijn",
        "woestijnachtig",
        "verwoestijnen"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "01afcf19-cc87-3d5c-b28b-d3a23b7e0108",
                    "sense_definition": "Het proces waarbij vruchtbare grond verandert in woestijn of waarbij een bestaande woestijn zich uitbreidt, vaak door klimaatverandering of menselijk handelen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Door de aanhoudende droogte neemt de <w>verwoestijning</w> in het zuiden van het land snel toe.",
                            "target_lang_translations": {
                                "en": "Due to the persistent drought, <w>desertification</w> in the south of the country is increasing rapidly.",
                                "ru": "Из-за продолжительной засухи <w>опустынивание</w> на юге страны быстро усиливается."
                            }
                        },
                        {
                            "text": "De overheid investeert veel geld in de strijd tegen <w>verwoestijning</w> om landbouwgrond te redden.",
                            "target_lang_translations": {
                                "en": "The government is investing a lot of money in the fight against <w>desertification</w> to save agricultural land.",
                                "ru": "Правительство вкладывает большие средства в борьбу с <w>опустыниванием</w>, чтобы спасти сельскохозяйственные угодья."
                            }
                        }
                    ],
                    "synonyms": [
                        "woestijnvorming"
                    ],
                    "common_phrases": [
                        "strijd tegen verwoestijning",
                        "proces van verwoestijning",
                        "gevolgen van verwoestijning"
                    ],
                    "target_lang_definitions": {
                        "en": "The process by which fertile land becomes desert or an existing desert expands, often due to climate change or human activity.",
                        "ru": "Процесс, при котором плодородная земля превращается в пустыню или существующая пустыня расширяется, часто из-за изменения климата или деятельности человека."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "desertification",
                                "target_lang_sense_clarification": "environmental process"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "опустынивание",
                                "target_lang_sense_clarification": "процесс превращения местности в пустыню"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}