{
    "word_family": [
        "vestzak",
        "broekzak",
        "zak",
        "vest",
        "broek"
    ],
    "entries": [
        {
            "pos": "adverb",
            "senses": [
                {
                    "sense_id": "474c1f40-1fa9-3c59-b8f8-faef99e90b99",
                    "sense_definition": "verwijzend naar een situatie waarin geld of middelen worden verplaatst tussen verschillende potjes van dezelfde eigenaar, zonder dat de financiële situatie daadwerkelijk verandert",
                    "learner_level": "C2",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Het verschuiven van budgetten tussen de twee afdelingen is eigenlijk gewoon <w>vestzak-broekzak</w>.",
                            "target_lang_translations": {
                                "en": "Shifting budgets between the two departments is really just <w>out of one pocket and into the other</w>.",
                                "ru": "Перемещение бюджетов между двумя отделами — это, по сути, просто <w>перекладывание из одного кармана в другой</w>."
                            }
                        },
                        {
                            "text": "Critici noemen de nieuwe belastingmaatregel een geval van <w>vestzak-broekzak</w>, omdat de burger uiteindelijk evenveel betaalt.",
                            "target_lang_translations": {
                                "en": "Critics call the new tax measure a case of <w>robbing Peter to pay Paul</w>, because the citizen ends up paying just as much.",
                                "ru": "Критики называют новую налоговую меру <w>перекладыванием денег из одного кармана в другой</w>, поскольку граждане в итоге платят столько же."
                            }
                        }
                    ],
                    "common_phrases": [
                        "kwestie van vestzak-broekzak",
                        "vestzak-broekzak-operatie",
                        "vestzak-broekzak-beleid"
                    ],
                    "target_lang_definitions": {
                        "en": "Referring to a situation where money or resources are moved between different sources of the same owner, without any actual change in the financial situation",
                        "ru": "Ситуация, при которой средства перемещаются из одного источника в другой в рамках одного бюджета или владения, не меняя общей финансовой картины"
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "out of one pocket and into the other",
                                "target_lang_sense_clarification": "idiom indicating no net gain or loss"
                            },
                            {
                                "target_lang_word": "robbing Peter to pay Paul",
                                "target_lang_sense_clarification": "idiom for shifting resources to cover a gap"
                            },
                            {
                                "target_lang_word": "left pocket, right pocket",
                                "target_lang_sense_clarification": "idiom for internal transfer with no real effect"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "перекладывание из одного кармана в другой",
                                "target_lang_sense_clarification": "идиома, означающая формальное перемещение средств без реальных изменений"
                            },
                            {
                                "target_lang_word": "перекладывание из левого кармана в правый",
                                "target_lang_sense_clarification": "вариант идиомы, подчеркивающий бессмысленность действия для общего итога"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}