{
    "word_family": [
        "wip",
        "brug",
        "wippen"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "a07dcbd6-4580-3efe-b38b-44adb8d40c44",
                    "sense_definition": "Een beweegbare brug die open en dicht gaat door te kantelen om een horizontale as, waarbij een zwaar gewicht aan het korte uiteinde helpt om het brugdek omhoog te bewegen.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De auto moest even wachten omdat de <w>wipbrug</w> openstond voor een boot.",
                            "target_lang_translations": {
                                "en": "The car had to wait a moment because the <w>drawbridge</w> was open for a boat.",
                                "ru": "Машине пришлось немного подождать, так как <w>разводной мост</w> был открыт для лодки."
                            }
                        },
                        {
                            "text": "In veel historische Nederlandse stadjes vind je nog een traditionele houten <w>wipbrug</w>.",
                            "target_lang_translations": {
                                "en": "In many historic Dutch towns, you can still find a traditional wooden <w>bascule bridge</w>.",
                                "ru": "Во многих исторических нидерландских городках всё ещё можно найти традиционный деревянный <w>подъёмный мост</w>."
                            }
                        }
                    ],
                    "synonyms": [
                        "ophaalbrug",
                        "klapbrug"
                    ],
                    "common_phrases": [
                        "houten wipbrug",
                        "de wipbrug bedienen"
                    ],
                    "target_lang_definitions": {
                        "en": "A movable bridge that opens and closes by tilting around a horizontal axis, where a heavy weight on the short end helps to lift the bridge deck.",
                        "ru": "Разводной мост, который открывается и закрывается за счёт наклона вокруг горизонтальной оси, при этом тяжёлый противовес на коротком конце помогает поднимать пролёт моста."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "bascule bridge",
                                "target_lang_sense_clarification": "technical term for a bridge using a counterweight system"
                            },
                            {
                                "target_lang_word": "drawbridge",
                                "target_lang_sense_clarification": "general term for a bridge that can be raised"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "разводной мост",
                                "target_lang_sense_clarification": "общий термин для мостов, которые разводятся для пропуска судов"
                            },
                            {
                                "target_lang_word": "подъёмный мост",
                                "target_lang_sense_clarification": "мост с поднимающимся пролётом"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}