{
    "word_family": [
        "woning",
        "wet",
        "lening",
        "woningwet"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "d4452aea-521c-3f43-ab3e-85225cf2acbc",
                    "sense_definition": "Een lening die is uitgegeven in het kader van de Woningwet, meestal bedoeld voor de financiering van sociale woningbouw.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "De woningcorporatie heeft een nieuwe <w>woningwetlening</w> aangevraagd om de renovatie van de oude wijk te kunnen betalen.",
                            "target_lang_translations": {
                                "en": "The housing association has applied for a new <w>Housing Act loan</w> to pay for the renovation of the old neighborhood.",
                                "ru": "Жилищная корпорация запросила новый <w>кредит в рамках Закона о жилье</w>, чтобы оплатить реконструкцию старого квартала."
                            }
                        },
                        {
                            "text": "Door de gunstige voorwaarden van de <w>woningwetlening</w> kon het project voor sociale huurwoningen toch doorgaan.",
                            "target_lang_translations": {
                                "en": "Due to the favorable terms of the <w>Housing Act loan</w>, the social housing project could proceed after all.",
                                "ru": "Благодаря выгодным условиям <w>кредита в рамках Закона о жилье</w> проект строительства социального арендного жилья всё же смог состояться."
                            }
                        }
                    ],
                    "common_phrases": [
                        "een woningwetlening afsluiten",
                        "een woningwetlening verstrekken"
                    ],
                    "target_lang_definitions": {
                        "en": "A loan issued under the Housing Act, usually intended for financing social housing.",
                        "ru": "Кредит, выдаваемый в рамках Закона о жилье, обычно предназначенный для финансирования социального жилищного строительства."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "Housing Act loan",
                                "target_lang_sense_clarification": "loan provided under the Dutch Housing Act"
                            }
                        ],
                        "ru": [
                            {
                                "target_lang_word": "кредит в рамках Закона о жилье",
                                "target_lang_sense_clarification": "официальное название займа"
                            },
                            {
                                "target_lang_word": "ссуда на социальное жилье",
                                "target_lang_sense_clarification": "функциональное значение"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}