{
    "word": "aboot",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "d1a75f71-cf0f-37c2-b93c-ae657268750f",
                "word": "aboot",
                "pos": "prep",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "0d5aed88-9a24-3208-8d46-aca8d7646067",
                        "entry_id": "d1a75f71-cf0f-37c2-b93c-ae657268750f",
                        "glosses": [
                            "Pronunciation spelling of about."
                        ],
                        "tags": [
                            "alt-of",
                            "pronunciation-spelling"
                        ],
                        "examples": [
                            {
                                "example_id": "c34ca323-9a9f-40b7-abb7-024d1a2a56ff",
                                "sense_id": "0d5aed88-9a24-3208-8d46-aca8d7646067",
                                "text": "c. 1686, Ed. Halley, “An Hiſtorical Account of the Trade Winds and Monſoons, obſervable in the Seas between and near the Tropicks, with an attempt to aſſign the Phyſical Cauſe of the ſaid Winds”, re-printed in Miſcellanea Curioſa: Containing a Collection of ſome of the Principal Phænomena in Nature, Accounted for by the Greateſt Philoſophers of this Age; Being the Moſt Valuable Diſcourses, Read and Delivered to the Royal Society, for the Advancement of Phyſical and Mathematical Knowledge, As alſo a Collection of Curious Travels, Voyages, Antiquities, and Natural Hiſtories of Countries; Preſented to the ſame Society, second edition, volume I, R. Smith (1708), page 65,\nThe one is, why, notwithſtanding the narroweſt part of the Sea between Guinea and Brazile be aboot five hundred Leagues over, yet Ships bound to the Southward, ſometimes, eſpecially in the Months of July and August, find a great difficulty to paſs it."
                            },
                            {
                                "example_id": "b1bd8cee-4d2a-4854-a9f3-a6ae11f9afb9",
                                "sense_id": "0d5aed88-9a24-3208-8d46-aca8d7646067",
                                "text": "Maister Fothergill West and the meenister say that I maun tell all I can aboot General Heatherstone and his hoose, but that I maunna say muckle aboot mysel'."
                            },
                            {
                                "example_id": "02678eb9-ad15-4e53-961c-7b8c6c8f951a",
                                "sense_id": "0d5aed88-9a24-3208-8d46-aca8d7646067",
                                "text": "1926 August, Zane Grey, “From Missouri”, re-printed in The Lawless West, Dorchester Publishing (2007), →ISBN, page 12,\n“Heah he reads in a Kansas City paper aboot a schoolteacher wantin’ a job out in dry Arizonie. And he ups an’ writes her an’ gets her a-rarin’ to come. Then, when she writes an’ tells us she’s not over forty, then us quits like yellow coyotes. […]”"
                            },
                            {
                                "example_id": "62f310b5-49ba-443c-a5be-4543cbfb63a2",
                                "sense_id": "0d5aed88-9a24-3208-8d46-aca8d7646067",
                                "text": "...hoo aboot a raffle...?..."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}