{
    "word": "auctor",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "e850c3cd-9245-3a54-848f-ccc39a5b6c63",
                "word": "auctor",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "e6c62483-3784-49b2-8414-ce2abc2fd0d3",
                        "entry_id": "e850c3cd-9245-3a54-848f-ccc39a5b6c63",
                        "tags": [
                            "plural"
                        ],
                        "form": "auctors"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "2c6b1a07-be61-3b15-a211-d28541d9baff",
                        "entry_id": "e850c3cd-9245-3a54-848f-ccc39a5b6c63",
                        "glosses": [
                            "Obsolete form of author."
                        ],
                        "tags": [
                            "alt-of",
                            "obsolete"
                        ],
                        "examples": [
                            {
                                "example_id": "5a6acf01-b5a1-48f2-a6c8-291f786a013b",
                                "sense_id": "2c6b1a07-be61-3b15-a211-d28541d9baff",
                                "text": "And the ſumme, and meaninge of the wordes, which he now ſetteh forth is this, that the lorde Ieſus, though he ioigned vnto him mãnes nature in time, yet is æterne before al time, without beginning, & the verie auctor, maker, & prince of al men, high and low, and the true fountaine of al goodnes, righteouſnes, and holines, and of al the benefites, and graces, that at anie time haue ben giuen to mẽ, ſithens the begĩninge of the world, or ſhable giuen hereafter to the ende of the world."
                            },
                            {
                                "example_id": "6734a5e7-8b8e-4f83-aa0c-c080e7099387",
                                "sense_id": "2c6b1a07-be61-3b15-a211-d28541d9baff",
                                "text": "Yow ſee that he is a plaine makebate, and to mende his cauſe by ſetting the doctours at variance betwene them ſelues, how he heweth, mangleth, and cutteth awaie from the auctors that he alleageth, wordes, yea ſentences to ſerue his purpoſe."
                            },
                            {
                                "example_id": "d06051c8-a0cf-4ac8-b9a4-31f902b56b3a",
                                "sense_id": "2c6b1a07-be61-3b15-a211-d28541d9baff",
                                "text": "But if wee would bring any booke out of credite by denying the auctor whoſe title it hath borne: wee would rather intitle it to ſome other writer of leſſe credite, or later tyme, or by ſome other argumentes proue it vnworthie of credite, not by onely denying it to be the auctors, vnder whoſe name it hath bene receyued."
                            },
                            {
                                "example_id": "5c52dc9a-9f42-4a53-a01f-ab90b62d9563",
                                "sense_id": "2c6b1a07-be61-3b15-a211-d28541d9baff",
                                "text": "If any thinke I had great helpes of Alunno, or of Venuti, let him confer, and knovve I haue in tvvo, yea almost in one of my letters of the Alphabet more vvordes, then they haue in all their tvventie; and they are but for a fevv auctors in the Italian toong, mine for moſt that vvrite well, as may appeere by the Catalog of bookes that I haue read through of purpoſe for the accompliſhing of this Dictionarie."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}