{
    "word": "banditto",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "64237ca8-8d1d-3220-9035-82841c9e0d89",
                "word": "banditto",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "8bafc19c-8e26-4fd3-a620-e632ba43fc29",
                        "entry_id": "64237ca8-8d1d-3220-9035-82841c9e0d89",
                        "tags": [
                            "plural"
                        ],
                        "form": "banditti"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "4c0a8c57-16ee-3ef3-9e44-37614a55a474",
                        "entry_id": "64237ca8-8d1d-3220-9035-82841c9e0d89",
                        "glosses": [
                            "Alternative form of bandito."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "1e978a53-1ce2-45db-ad12-a00d21ee6c98",
                                "sense_id": "4c0a8c57-16ee-3ef3-9e44-37614a55a474",
                                "text": "Any one bringing a banditto to juſtice, who either will not, or cannot take the benefit of the pardon, receives, in lieu thereof, a certain ſum of money out of the king’s treaſury. At firſt the extirpation of the banditti was a difficult work, the principal nobility making uſe of theſe bravos as aſſaſſins for their private revenge, and affording them all poſſible protection."
                            },
                            {
                                "example_id": "b2f57c7e-1f3e-44ff-89c9-e637380bf6ad",
                                "sense_id": "4c0a8c57-16ee-3ef3-9e44-37614a55a474",
                                "text": "The banditti confeſs very often, go diligently to hear maſs, obſerve molt ſcrupulouſly their faſts, and invoke daily St. Januarius. Thus they ſuppoſe to fulfil every duty of religion, and to go with piety into ſalvation. A few years ago, a banditto, who had committed many murders, was brought to juſtice: he confeſſed his crimes without being aſked, and added ſeveral other acts of horror, which had been concealed to that very moment."
                            },
                            {
                                "example_id": "e2b7a922-4490-4455-8f2b-3972112c1d5b",
                                "sense_id": "4c0a8c57-16ee-3ef3-9e44-37614a55a474",
                                "text": "“Prepare to die,” said one of the Banditti, “for into that chasm shall ye be thrown; it is of unfathomable depth, and that ye may not be ignorant of the place ye are so soon to visit, we shall gratify your curiosity with view of it.” So saying, two of them seized the wretched Montmorency, and dragging him to the margin of the abyss, tied him to the trunk of a tree, and having treated his associates in the same manner, “look” cried a Banditto with a fiend-like smile, “look and anticipate the pleasures of your journey.”"
                            },
                            {
                                "example_id": "0645b556-f340-4247-9dd4-16e206cff0fe",
                                "sense_id": "4c0a8c57-16ee-3ef3-9e44-37614a55a474",
                                "text": "I mean shortly to shew you my friendship, by your appointment as commander in chief of the corps of banditti, in Italy, which, at present, some of my colleagues object to, on account of your age. […] Mere woman is not the consideration for a banditto who devotes his life to the public good."
                            },
                            {
                                "example_id": "406dbbdc-b616-4573-8bbb-e6e77342ca90",
                                "sense_id": "4c0a8c57-16ee-3ef3-9e44-37614a55a474",
                                "text": "Beyond the artistic considerations already stressed, the fact that in each of these three cases the assassin has scruples means that he must have some degree of personal independence. Even one who does fulfil his contract can be a character in his own right, though. Esdras the banditto in Thomas Nashe’s The Unfortunate Traveller (1594) is a peripheral example. He is presumably one of the banditti who, ‘hired for some few crownes … will steale to Rome and do a murther’, and in the past he has worked as an assassin for the Pope, who has ‘authorised’ his criminal activities in return; […]"
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}