{
    "word": "cañaigre",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "8d707165-6a07-3ead-bec2-5b23096599dc",
                "word": "cañaigre",
                "pos": "noun",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "71e2ea9c-9b7b-3073-8031-808f7370ec4c",
                        "entry_id": "8d707165-6a07-3ead-bec2-5b23096599dc",
                        "glosses": [
                            "Alternative form of canaigre."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative",
                            "uncountable"
                        ],
                        "examples": [
                            {
                                "example_id": "dce4a5a6-e571-42e6-9827-9543a76a6691",
                                "sense_id": "71e2ea9c-9b7b-3073-8031-808f7370ec4c",
                                "text": "The true tannic acids are also widely distributed; […] in roots, as in the Texas plant, a Rumex commonly known as \"Cañaigre;\" […]"
                            },
                            {
                                "example_id": "a837dda2-bbcc-4778-ad62-474aa21ecbd1",
                                "sense_id": "71e2ea9c-9b7b-3073-8031-808f7370ec4c",
                                "text": "After a thorough examination of these specimens of cañaigre had confirmed the great value of this new source of tannin as will appear in the analysis given, effort was made to obtain some of the green root in a fresh state, but as they were no funds available which could be used to pay the expenses of an agent to examine this subject thoroughly upon the ground, and hunt up the botanical history of the plant upon its native soil, there was nothing left for the department to do but to correspond and endeavour to obtain such information as possible through correspondence with persons living in the vicinity where it was said to grow."
                            },
                            {
                                "example_id": "c2f62d91-6881-4491-a0cc-2e3076efe113",
                                "sense_id": "71e2ea9c-9b7b-3073-8031-808f7370ec4c",
                                "text": "The preparation of an extract of cañaigre for tanning is a new industry,[…]. The cañaigre extract will be used for light leather, and it is expected that a ready market can be found in England for the whole product, at very profitable prices, and the plant can be raised upon land which is practically useless for other agricultural purposes."
                            },
                            {
                                "example_id": "9f3bcffd-2855-447b-935b-0b789c08244f",
                                "sense_id": "71e2ea9c-9b7b-3073-8031-808f7370ec4c",
                                "text": "The native people of the Southwest have for many years made a very soft, impervious and durable leather by tanning hides with an extract of the roots of the cañaigre, Rumex hymenosepalus."
                            },
                            {
                                "example_id": "1a95c125-6cdb-4318-befb-dd5b9362cc20",
                                "sense_id": "71e2ea9c-9b7b-3073-8031-808f7370ec4c",
                                "text": "Cañaigre is used as a gargle for sore throats, as a mouthwash for pyorrhea and gum inflammations, and its powder is applied to prevent skin irritations."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}