{
    "word": "centry",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "44d90477-bdca-3485-8ca6-b541ebd2b8ed",
                "word": "centry",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "73292b71-8564-493b-b60e-b7729001744d",
                        "entry_id": "44d90477-bdca-3485-8ca6-b541ebd2b8ed",
                        "tags": [
                            "plural"
                        ],
                        "form": "centries"
                    },
                    {
                        "form_id": "e9df6f49-43b8-4608-9aa6-5b58aeb3de76",
                        "entry_id": "44d90477-bdca-3485-8ca6-b541ebd2b8ed",
                        "tags": [
                            "plural"
                        ],
                        "form": "centrys"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "6c32d325-e52c-3e1b-9db8-6c203396fb75",
                        "entry_id": "44d90477-bdca-3485-8ca6-b541ebd2b8ed",
                        "glosses": [
                            "Obsolete form of sentry."
                        ],
                        "tags": [
                            "alt-of",
                            "obsolete"
                        ],
                        "examples": [
                            {
                                "example_id": "c8976bd5-60bb-4577-8eb5-b55ed5d475ec",
                                "sense_id": "6c32d325-e52c-3e1b-9db8-6c203396fb75",
                                "text": "Among other discourse, Mrs. Sarah tells us how the King sups at least four or [five] times every week with my Lady Castlemaine; and most often stays till the morning with her, and goes home through the garden all alone privately, and that so as the very centrys take notice of it and speak of it."
                            },
                            {
                                "example_id": "dab1f02e-5b2d-491f-8876-2698975721c4",
                                "sense_id": "6c32d325-e52c-3e1b-9db8-6c203396fb75",
                                "text": "If the ditch is dry, the ladders are fixed in some place farthest distant from any centry, and so soon as they get upon the rampart, they put themselves in order, to be ready to receive the enemy, if they should appear; then the commanding officer, or some trusty man, who speaks the language of the garrison, advances at some distance before the rest, towards the gate; if he meets with a centry, he goes up to him, under some pretence or other, as if he belonged to the garrison, and if the centry suffers himself to be thus surprized, claps a pistol to his breast, to keep him quiet; but should the centry, knowing his duty, offer to keep him at a distance, he must endeavour to kill him with all possible silence, and then advance suddenly with the detachment towards the gate, and either surprize or kill all who oppose them;"
                            },
                            {
                                "example_id": "24f213fb-957e-4be8-aecb-806b48f68dfd",
                                "sense_id": "6c32d325-e52c-3e1b-9db8-6c203396fb75",
                                "text": "His royal highness the Prince of Wales has at present no guards to attendhim: he passes every day to and fro in the streets of London, and travels every where about London, without so much as one soldier to guard him; nay, he has not so much as one centry upon his house in St. James's Square; and yet his Royal Highness lives, I believe, in as great security at his house in 'St. James's Square, without one centry to guard him, as his Majesty can be supposed to do in St. Jame's Palace with all the guards about him."
                            },
                            {
                                "example_id": "ef21d82b-f7a6-4432-ae2c-a374ecc5f0be",
                                "sense_id": "6c32d325-e52c-3e1b-9db8-6c203396fb75",
                                "text": "In these block houses about 50 of the city militia keep guard every night, and the word all's well walks constantly round all night long from centry to centry and round the fort."
                            },
                            {
                                "example_id": "d9285035-e48a-4ec8-824e-8931508c0d98",
                                "sense_id": "6c32d325-e52c-3e1b-9db8-6c203396fb75",
                                "text": "Owoyesigire said Angoria rushed to the centry box where “he picked his SAR gun and shot the deceased at the mouth while he was on his steering in the car.”"
                            }
                        ]
                    },
                    {
                        "sense_id": "eba6966c-300a-32cb-96a1-94c02130eea7",
                        "entry_id": "44d90477-bdca-3485-8ca6-b541ebd2b8ed",
                        "glosses": [
                            "Alternative form of century."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "85480ccd-267f-4271-b71d-1ac5834fc3d4",
                                "sense_id": "eba6966c-300a-32cb-96a1-94c02130eea7",
                                "text": "What was really lacking was a concept flexible and audacious enough to encompass the Stravinsky-Auden genius and perhaps even go beyond it in large-scale, overstated gestures closer to the circus or a sprawling nineteenth-centry novel than to brideshead."
                            },
                            {
                                "example_id": "ac6b2f97-842c-429c-b8c8-9562ddfe38ec",
                                "sense_id": "eba6966c-300a-32cb-96a1-94c02130eea7",
                                "text": "Before we look at the new tools of journalism in the twenty-first centry, it helps to look backwards."
                            },
                            {
                                "example_id": "c15dd82b-1aac-4cf8-a9ab-0fc8e36e91ee",
                                "sense_id": "eba6966c-300a-32cb-96a1-94c02130eea7",
                                "text": "For over a centry the Scandinavians have been deeply interested in fostering a public-school system."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}