{
    "word": "chungking",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "48ff1175-4bf1-3ed5-ae3b-6376296b2424",
                "word": "Chungking",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                        "entry_id": "48ff1175-4bf1-3ed5-ae3b-6376296b2424",
                        "glosses": [
                            "Dated form of Chongqing."
                        ],
                        "tags": [
                            "alt-of",
                            "dated"
                        ],
                        "examples": [
                            {
                                "example_id": "58324ff6-7fd0-41a1-894e-e576d370daca",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "In the Province of Suchue, near to Chungking, grow certain Flowers called Meutang, in high eſteem amongſt them, and therefore called the King of Flowers."
                            },
                            {
                                "example_id": "9d1e3e95-35d3-462b-8377-c3913142d333",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "From there, taking native boats he pressed still further up 358 miles to Chungking, in the province of Szechuen, arriving there on the 13th of May. A very interesting journey by land to Paoning Fu, over 300 miles northwest of Chungking, via Chiu Hsien, both going and returning, occupied him to the 14th of June."
                            },
                            {
                                "example_id": "9ee34c2b-3cfd-458f-adee-2264b54f6feb",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "The great Chinese people have suffered grievous losses; Chungking has been almost wiped out of existence – yet it remains the capital of an unbeatable China."
                            },
                            {
                                "example_id": "bb3f80ba-9204-4716-91b2-ae5d58ba8a4a",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "Although both physicians were connected with official commissions, they were unable to get three passages on a river steamer for another half month. This boat, going only midway to Chungking, would land them at Ichang. There they would have to find further accommodations on some vessel specially constructed to negotiate Upper Yangtze rapids and whirlpools."
                            },
                            {
                                "example_id": "a3cb79c8-64f7-4c2c-8ff5-22288aff8241",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "Chungking became the wartime capital of Free China, and Szechwan, that vast, barely accessible province hidden behind steep mountain ranges, became the country’s wartime base."
                            },
                            {
                                "example_id": "f4ce4f80-cc95-4d7b-9fce-f204c60cc645",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "Then, in 1941, decision was reached between the Chungking and American authorities to transport these fossils to the United States for safekeeping, and they were crated and moved to a warehouse in Ch’in-huang-tao, a small port city northeast of Peking, into the custody of the U.S. Marines."
                            },
                            {
                                "example_id": "ed69c006-dc66-405a-a0b8-41ee560319dd",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "Tseng Shao-hua had taken Yen Hsüeh-mei on his back out to the boat which carried her safely back to Chungking."
                            },
                            {
                                "example_id": "d28e6c1d-fa25-40e1-9c8f-70e6d09dead4",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "The film begins with the Russians holding a confidential meeting with their ambassador at Pipashan in Chungking."
                            },
                            {
                                "example_id": "4c0e0293-621d-478b-b821-3497b52e4f80",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "She said, ' Chungking, it's huge city. The centre of the Resistance! What are you scared about? The hostel for refugee students will take care of our food, housing, school and a job. You can do whatever you want.'"
                            },
                            {
                                "example_id": "59d0163b-d5d7-4a85-b878-7f1781486b16",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "The 1937-1938 phase of the Sino-Japanese war is often called the \"special undeclared war.\" It followed the surrender of Shanghai, when the national government moved to Chungking."
                            },
                            {
                                "example_id": "a8f6d917-7b9d-4fb1-8de3-71a0b44230fc",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "The Wallace party reached Chungking, seat of the Nationalist Chinese government, on June 20."
                            },
                            {
                                "example_id": "eaa719e7-7970-4c0b-b804-ef34545462c6",
                                "sense_id": "af82bc52-ea65-3dea-aadd-03944177afb2",
                                "text": "In Gordon's absence, Fenn helped Bernard set up the new base at Kunming. Gordon's talks with General Wedemeyer in Chungking had led to an investigation of Gordon's complaints; GBT's situation improved, temporarily, and the GBT settled in Kunming."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}