{
    "word": "chymist",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "98ddf674-4106-3506-b290-56f40de1732f",
                "word": "chymist",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "45217dfa-e626-438d-97c1-fc20d6159fd6",
                        "entry_id": "98ddf674-4106-3506-b290-56f40de1732f",
                        "tags": [
                            "plural"
                        ],
                        "form": "chymists"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "cff42f9f-706c-35b7-beba-a8b0203d6108",
                        "entry_id": "98ddf674-4106-3506-b290-56f40de1732f",
                        "glosses": [
                            "Obsolete spelling of chemist."
                        ],
                        "tags": [
                            "alt-of",
                            "obsolete"
                        ],
                        "examples": [
                            {
                                "example_id": "81b06681-e4bb-40bd-81d9-5cb15a8455fc",
                                "sense_id": "cff42f9f-706c-35b7-beba-a8b0203d6108",
                                "text": "And indeed, when in the writings of Paracelſus I meet with ſuch Phantaſtick and Un-intelligible Diſcourſes as that Writer often puzzels and tyres his Reader with, father'd upon ſuch excellent Experiments, as though he ſeldom clearly teaches, I often find he knew ; me thinks the Chymiſts, in their ſearches after truth, are not unlike the Navigators of Solomons Tarſhiſh Fleet, who brought home from their long and tedious Voyages, not only Gold, and Silver, and Ivory, but Apes and Peacocks too ; For ſo the Writings of ſeveral (for I ſay not, all) of your Hermetick Philoſophers preſent us, together with divers Subſtantial and noble Experiments, Theories, which either like Peacocks feathers make a great ſhew, but are neither ſolid nor uſeful ; or elſe like Apes, if they have ſome appearance of being rational, are blemiſh'd with ſome abſurdity or other, that when they are Attentively conſider'd, makes them appear Ridiculous."
                            },
                            {
                                "example_id": "475a1bf5-6b3a-47f8-a9f0-7f43e8400d57",
                                "sense_id": "cff42f9f-706c-35b7-beba-a8b0203d6108",
                                "text": "\"Count, I have no physician, nor do I mean to have one. I paid more to those medical men at Brighton than is satisfactory to my conscience on reflection; but, as I took care of the prescription, I get my drugs from the chymists, and make them up at home.\""
                            },
                            {
                                "example_id": "a81a4175-37a7-498f-847e-339a7bd58edb",
                                "sense_id": "cff42f9f-706c-35b7-beba-a8b0203d6108",
                                "text": "Chymists speak of imponderable substances, which is as impossible a conception as that of atoms."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}