{
    "word": "coffée",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "2d45d593-c103-3efb-aa8c-12acb6fca985",
                "word": "coffée",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "e5e03a2e-f636-4c1c-a9cf-b74662c5007b",
                        "entry_id": "2d45d593-c103-3efb-aa8c-12acb6fca985",
                        "tags": [
                            "plural"
                        ],
                        "form": "coffées"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                        "entry_id": "2d45d593-c103-3efb-aa8c-12acb6fca985",
                        "glosses": [
                            "Rare spelling of coffee."
                        ],
                        "tags": [
                            "alt-of",
                            "countable",
                            "rare",
                            "uncountable"
                        ],
                        "examples": [
                            {
                                "example_id": "ef2686a7-ece9-4316-ae75-8b1a1cca9e25",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "6 more Horses richly furnish’d were led after him, and 2 of his Principal Courtiers bore, one his Gold and the other his Silver Coffée Pot, on a staff.[…]After this they serv’d me coffée upon their knees in the finest Japan china with soûcoupes of Silver Gilt.[…]The whole shew lasted near 8 hours, to my great sorrow, who was heartily tir’d, thô I was in the House of the Widow of the Capitan Bassa (Admiral), who refresh’d me with Coffée, Sweetmeats, Sherbet, etc., with all possible Civillity."
                            },
                            {
                                "example_id": "71adb025-ae98-4d40-8545-2d153688a6c2",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "Sold by T. Ewart facing Old Slaughters, Coffée house Sᵗ. Martins Lane near Long Acre."
                            },
                            {
                                "example_id": "16ae19bf-9de6-4f29-b32a-68c4cf0e0238",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "To make coffée au lait, take a pint each of hot made coffee and boiling milk; strain through thin muslin into coffee-pot, to get rid of the grounds, and serve hot."
                            },
                            {
                                "example_id": "ced059c6-4390-4f1b-a961-7efe21ebca4d",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "These rules prescribed such sensible observances as 9 o’clock bedtime, the opening of windows top and bottom for the night, a 7 o’clock hour for rising, brief morning exercises, elimination of tea and coffée, smoking and other harmful habits, plenty of exercise in the open air and great care as to bodily cleanliness."
                            },
                            {
                                "example_id": "36489264-5cff-4363-89e3-dc6c9db9daa0",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "[Stops, sways and tries to focus his mind on the Italian.] Coffée . . . ?"
                            },
                            {
                                "example_id": "75bf1b0e-84b3-4d81-9a45-5c891a96d86b",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "Maurice de Walese, journalist: “I believe that the marriage between races, slightly different, helps to neutralize defects and purify the blood… But only within the limits of the white race… In café au lait we have a softening of the coffée, but not of the milk.”"
                            },
                            {
                                "example_id": "14ac5888-b6fa-44b7-a8ed-532f8a88d9bf",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "When she was entertained by the kahya's (steward, deputy) wife Fatima in Adrianople in 1717, she was served \"coffée . . . in the finest Japan china with soûcoupes of Silver Gilt.\"[…]When she dined with the Sultana Hafize \"the Sherbert (which is the Liquor they drink at meals) was serv'd in China Bowls, but the covers and salvers, massy Gold. After Dinner water brought in a Gold bason and towels of the same kind of the napkins, which I very unwillingly wip'd my hands upon, and Coffée was served in China with Gold soûcoupes.\""
                            },
                            {
                                "example_id": "4ca3374e-13ec-43e3-bf28-40a3462d25b3",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "(g) Within the syntactic group there is often H-deletion (Holder's stress-effacement). Frequently a noun or noun phrase functioning as subject will show deletion: his father died. Even the verb may show this, leaving only the object noun with H: and we boil coffée. This phenomenon is not very clear as yet."
                            },
                            {
                                "example_id": "1ee30581-1973-4c0a-9300-6ccc28a8204e",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "In Sweden, O.J would have been sentenced to jail after a day or two in court, at most, and McDonalds^([sic]) wouldn't have to pay much, if anything, if someone spilled hot coffée in his lap."
                            },
                            {
                                "example_id": "8b91c516-822d-4512-87aa-daea773b25a9",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "here, i think you should exclude the \"talk sporadically about the day's activities\" and if, by writing about the coffée and the birthday, you're trying to show how different their world is you should give more examples."
                            },
                            {
                                "example_id": "5babc1c5-c336-44ac-8630-2949fb126a48",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "Her mum had told her that she was probably spending too much time with me, though not that we could figure out, coffée after work every couple of weeks, maybe phone each once a week, possibly do something together for a couple of hours every weekend (i.e. shopping, watch a movie, or just chat.)"
                            },
                            {
                                "example_id": "333721fc-19a0-4503-a232-c31cb9e60c85",
                                "sense_id": "2f0418df-6211-3f72-a8c5-e8f70b88d046",
                                "text": "While double-fisting iced coffées and pink mimosas is no sweat, we always struggle with deciding between sweet and savory food options."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}