{
    "word": "commedia",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "bfd0c4de-8558-3a6a-af0e-12c1415e59df",
                "word": "commedia",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "8f4abad7-6aee-47ef-9ada-5be849b56fcb",
                        "entry_id": "bfd0c4de-8558-3a6a-af0e-12c1415e59df",
                        "tags": [
                            "plural"
                        ],
                        "form": "commedias"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "ebaaa870-2d05-3e8d-931d-bc139c5fa9f4",
                        "entry_id": "bfd0c4de-8558-3a6a-af0e-12c1415e59df",
                        "glosses": [
                            "Ellipsis of commedia dell'arte."
                        ],
                        "tags": [
                            "abbreviation",
                            "alt-of",
                            "countable",
                            "ellipsis",
                            "uncountable"
                        ],
                        "examples": [
                            {
                                "example_id": "76f7d67e-5d45-41e8-9654-b30677ea960c",
                                "sense_id": "ebaaa870-2d05-3e8d-931d-bc139c5fa9f4",
                                "text": "The second approach is to plunge the spectator unapologetically into the world of the commedia without any realistic setting to frame it. This approach offers the commedia as a fantasy world, an escape into a theatrical dream (or nightmare) inhabited commedia characters, usually reduced to a stock few centred around the Pierrot-Harlequin-Columbine triangle. Examples of this type of commedia include Dowson’s Pierrot of the Minute, Schnitzler’s Der Schleier der Pierrette, Hennique and Huysman’s Pierrot sceptique, and Laforgue’s Pierrot fumiste. Commedias of this type generally take the form of a lyrical fantasy, an intimate expression of the poet that may or may not be intended for the stage, and the form contains a strong tendency towards wordless pantomime and ballet. Both the approaches to the use of commedia in the modern theatre that I have sketched here can be found in Russian plays of the period."
                            },
                            {
                                "example_id": "00035dc2-4eab-4b2c-ae5b-390fb17e71aa",
                                "sense_id": "ebaaa870-2d05-3e8d-931d-bc139c5fa9f4",
                                "text": "The process of compiling and combining the disparate sources of a commedia performance could take several forms. Commedia troupes put together zibaldoni, or commonplace books, in which they gathered together and archived pre-existing written materials for insertion into their works as the situation permitted."
                            },
                            {
                                "example_id": "07a63526-c946-4fd7-9c38-1a2518a7865b",
                                "sense_id": "ebaaa870-2d05-3e8d-931d-bc139c5fa9f4",
                                "text": "According to modern scholarship, women had a crucial role in the development of comedy and in the art of improvisation in the commedia dell’arte, a “secret” so well kept for the last four centuries that common knowledge and a large body of scholarship recognized for a long time mostly the male clowns, the likes of Arlecchino, Pulcinella, and Buratino as the great creators of burlesque and slapstick humor, hardly mentioning any women. Although the great commedia actresses have received throughout the centuries a certain amount of praise from commedia historians and critics, they are rarely presented as creators of humor in their own right."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}