{
    "word": "doven",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "2ee70ba2-ed71-370e-bdc7-8c6d54966dee",
                "word": "doven",
                "pos": "verb",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                        "entry_id": "2ee70ba2-ed71-370e-bdc7-8c6d54966dee",
                        "glosses": [
                            "past participle of dive"
                        ],
                        "tags": [
                            "dialectal",
                            "form-of",
                            "participle",
                            "past"
                        ],
                        "examples": [
                            {
                                "example_id": "72a9d91f-435f-4173-80e9-e2c99e84b9a7",
                                "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                                "text": "“Now,” said Bobbit, with an amazing chuckle for a boy who was going to give to-morrow’s dinner to another boy, “you walk right along as ef you was going to walk a mile, and when you see I ’ve doven — dive!” The next they knew after that, Bobbit had “doven” into the old engine boiler, and they after him."
                            },
                            {
                                "example_id": "31eb2ea5-a129-40c7-b82f-e90a9e360c24",
                                "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                                "text": "Knowin’ what I do know, divin’ deep into the heights and depths of men’s naters as I have doven, I knew that this would break Serepta’s chains."
                            },
                            {
                                "example_id": "4e8e5b5e-245a-4558-b72f-fe97d9002875",
                                "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                                "text": "I didn’t go onto the heights and depths of filosofy, on which I so many times had flew and doven;[…]But not studyin’ it out as I have, not divin’ into the subject so deep as I have doven, it galled Tirzah Ann to see Mrs. Skidmore put on such airs."
                            },
                            {
                                "example_id": "9533902c-9855-455d-b180-54855c645647",
                                "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                                "text": "Says I, feelin’ more and more eloquent as I dove further and further into the depths of the subject than I had doven—and the more I went on about it the more carried away I wuz and lost, till before I had gone on 2 minutes I was entirely by the side of myself, and carried completely out of Kellup Cobb’s presence, out of Josiah Allen’s kitchen, out into the mighty waste of mystery that floats all round Jonesville and the world:[…]I knew this, divin’ into the mysterious ingregiencies of men’s naters so deep as I had doven, I knew this great filisofical fact as well as I knew the dimensions of the nose on my pardner’s face.[…]But not bein’ jealous dispositioned by nater, and and^([sic]) havin’ so many other things to think of—soarin’ and divin’ so high and deep into curious and solemn subjects as I have soared and doven, I s’pose folks might feel milds and milds above me, and I not mistrust what they was a doin’; never find it out in the world unless I was told of it.[…]Says I, “You’ll find, as a general thing, that they are the very ones who do it. They are the very ones who put on the most airs, and they do it because they have to. Why,” says I, “divin’ so deep into filosify as I have doven, it is jest as plain to me as anything can be, that if anybody has got uncommon goodness, or intellect, or beauty, or wealth, and an assured position, they don’t have to put on the haughtiness and airs that them do that hain’t got nothin’.[…]I thought I wouldn’t go into the heights and depths of felosophy in which I had flew and doven—she had heard me time and agin, and eloquence is very tuckerin’ especially after you have been doin’ a hard day’s work—so I merely said:[…]"
                            },
                            {
                                "example_id": "ccbaf83b-40dd-4b9a-bdec-129ef54cad53",
                                "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                                "text": "But I sez, “Nobody can dive into deeper depths than I have doven to-day.” / “The ocean?” sez she. / “Oceans of anxiety,” sez I, “rivers of grief.”"
                            },
                            {
                                "example_id": "c3374da2-6221-4410-9aeb-81a76e5616ea",
                                "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                                "text": "And in divin’ back into history as fur as I’ve doven I want to give suitable credit to my chumb, Uncle Simon Bentley.[…]I wuz astounded to see how deep Uncle Sime had doven into the great mysteries of human existence, not but what I’d have thought it out myself, if I’d had time from fambly cares."
                            },
                            {
                                "example_id": "d61f034a-22a3-4c12-af17-4ca067f62d35",
                                "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                                "text": "“These guys have diven – have ‘doven’ – the whole series,” Crawford told this reporter. “We’re not supposed to talk about the refs, but the league has a rule for this. It’s been a big factor in this series, the diving of Kovalev. He’s a gold medalist in diving."
                            },
                            {
                                "example_id": "e5c86ceb-91c0-42a6-9441-9569a88d9f8b",
                                "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                                "text": "“The last man out had grabbed a half empty bottle off the counter near the door, two cowboys there had doven under a table to escape the bullets from them two crazy shooters.”"
                            },
                            {
                                "example_id": "98998e30-27e3-4fa2-a081-ec93688aa882",
                                "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                                "text": "As soon as he had doven into the planet he had learned how to multiply his strength."
                            },
                            {
                                "example_id": "42fa53d0-3f02-4478-987e-825443d78d9c",
                                "sense_id": "cc3f1a29-2e4c-3a68-9e7a-7fce1a4d2981",
                                "text": "I peekt up and lookt over where Badr had doven and he was already looking my way."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            },
            {
                "entry_id": "82b1d55e-c450-3723-b7d6-94cec25cafd5",
                "word": "doven",
                "pos": "verb",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "c40da833-80c7-4089-abe5-f3a20b0078c6",
                        "entry_id": "82b1d55e-c450-3723-b7d6-94cec25cafd5",
                        "tags": [
                            "present",
                            "singular",
                            "third-person"
                        ],
                        "form": "dovens"
                    },
                    {
                        "form_id": "afd4f33b-eb21-4931-be33-6fe8146073db",
                        "entry_id": "82b1d55e-c450-3723-b7d6-94cec25cafd5",
                        "tags": [
                            "participle",
                            "present"
                        ],
                        "form": "dovening"
                    },
                    {
                        "form_id": "e8c914f3-4811-4e71-9b86-649f814c0571",
                        "entry_id": "82b1d55e-c450-3723-b7d6-94cec25cafd5",
                        "tags": [
                            "participle",
                            "past"
                        ],
                        "form": "dovened"
                    },
                    {
                        "form_id": "77d80a87-da04-475a-8d60-cc5d76a549dc",
                        "entry_id": "82b1d55e-c450-3723-b7d6-94cec25cafd5",
                        "tags": [
                            "past"
                        ],
                        "form": "dovened"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "9b7fc91c-9eae-3fb1-a9fa-ad17da1d135c",
                        "entry_id": "82b1d55e-c450-3723-b7d6-94cec25cafd5",
                        "glosses": [
                            "Alternative form of daven."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "417e3301-05e4-4671-90a1-70f2703e7ae7",
                                "sense_id": "9b7fc91c-9eae-3fb1-a9fa-ad17da1d135c",
                                "text": "I vatched^([sic]) through the portholes as they would doven and chant / ‘Hey, mein Liebe, heyyyy.’"
                            },
                            {
                                "example_id": "6b1c3356-8f33-48f1-8fd5-9a34da100b19",
                                "sense_id": "9b7fc91c-9eae-3fb1-a9fa-ad17da1d135c",
                                "text": "We played at this intelligence base, and then dovened Maariv, again word by word."
                            },
                            {
                                "example_id": "f63644d2-898c-40a3-8fd2-c25294e49968",
                                "sense_id": "9b7fc91c-9eae-3fb1-a9fa-ad17da1d135c",
                                "text": "THERE once was a king, old and a little crazy, who summoned the Chief Rabbi of his kingdom. “Rabbi,” he said, “there’s one thing I’d like to see. I want you to teach my pet monkey how to doven.”"
                            },
                            {
                                "example_id": "9a6f23ce-e78d-4452-a3cc-6d68e12811d4",
                                "sense_id": "9b7fc91c-9eae-3fb1-a9fa-ad17da1d135c",
                                "text": "They knew how to doven, to pray, but they didn’t understand what the heck they were reading. And some of them couldn’t doven either!"
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}