{
    "word": "déjeûner",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "4d01847a-e818-3b87-bd2a-afd39657f137",
                "word": "déjeûner",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "485f7966-b1c5-4c1c-b729-de9d99ab08ba",
                        "entry_id": "4d01847a-e818-3b87-bd2a-afd39657f137",
                        "tags": [
                            "plural"
                        ],
                        "form": "déjeûners"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                        "entry_id": "4d01847a-e818-3b87-bd2a-afd39657f137",
                        "glosses": [
                            "Alternative form of déjeuner."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative",
                            "countable",
                            "uncountable"
                        ],
                        "examples": [
                            {
                                "example_id": "8bfc1461-facf-4af8-85b1-aba842994488",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "Placed on a richly chased gold stand was a déjeûner of Sevre china, the cups painted with medallions of the beauties of Louis the Fourteenth’s reign."
                            },
                            {
                                "example_id": "4587d784-4c44-40c7-b1ad-5b9083a3434c",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "Each of those oxen is allowed, I should think, a bottle of wine and bread-and-butter at discretion, at their déjeûner and dinner: how else should they be so fat and well-liking?"
                            },
                            {
                                "example_id": "03429fb7-2c1e-4838-91aa-cc9430cbf3e5",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "Some persons have found it advantageous, when intending to prolong their stay, to take unfurnished apartments, and hire by the month or quarter from an upholsterer the furniture they require; this is perhaps the most economical plan, and where a cook is not kept, déjeûners and dinners may be ordered from a neighbouring restaurateur."
                            },
                            {
                                "example_id": "e9895ea7-0265-492b-92e4-1862dfe66942",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "At all these Hotels, or nearly so, there is a table d’hôte at a stated hour for both the déjeûner and dinner, the other repasts being allowed in one’s own apartment."
                            },
                            {
                                "example_id": "147349d4-8572-4e24-8417-600e33e58299",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "But, chiefly, he is delighted with the orchards which abound in Normandy, and sweeten the air with their healthy smell; for thousands of red apples are still on the trees, though thousands are lying in rich heaps underneath them, and though sixty wagons loaded with the same may be counted at the Bayeux railway station this fine October day. No wonder there is cider everywhere, universal as red wine in the south, and drunk at every table d’hôte both for déjeûner and dinner."
                            },
                            {
                                "example_id": "8b16d10a-6ded-4110-b7df-c659610678d6",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "I am not a marrying man, and the great Emporium of good matches is of no use to me; so, after concerts and crushes, déjeûners and dinners, the coulisses and the Commons, I was thankful enough when, after having eaten my customary whitebait, I was free to turn my thoughts to the bracken and the mist, the corries and the glens of the dear far-away Western Highlands."
                            },
                            {
                                "example_id": "c3c04509-623d-4ee5-914d-928075fff4d2",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "At twelve we have déjeûner, consisting of boiled eggs or omelette, cutlets, and potatoes; […]"
                            },
                            {
                                "example_id": "e6f936f1-2824-4680-b238-09fb63d55c74",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "No news of Emile or Blanchard—our young men gone from us; Clémence gone; even the bonne absent; how solitary the house felt! for M. Brunel had shut himself into his apartments, only descending to join us at déjeûner and dinner, and when he went to receive his newspaper."
                            },
                            {
                                "example_id": "bc884a7b-ccb4-40e7-8838-9e2a7457c4f0",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "The formal hotel pension takes the place of the genial household, with its elaborate regulation dietary compressed in two meals, déjeûner and dinner, irrespective of individual necessities."
                            },
                            {
                                "example_id": "808d8d36-ce2d-4053-9e8d-85f1a382e4ba",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "Those who come to stay over a month or two invariably abandon the hotels and take to the boarding-houses, where they can live much more comfortably and fare better for half the expense. The charge at these houses ranges from eight to twelve francs per day, including finely-furnished chambers and the use of the parlors, pianos, etc., wine at déjeûner and dinner."
                            },
                            {
                                "example_id": "d3cb1e37-9b1f-443f-89bd-4f2af200cb8c",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "At home, and abroad; when they lie down, and before they rise; with chocolate, and at déjeûner, and dinner; on the street, and the Paseo; in the studio, bureau, counting-house, and café; on horseback, or in a carriage; whether idle or busy; it might—without being wide of the truth—be said, whether asleep or awake; tobacco smoke, duly mixed with the required proportion of phosphoretted and sulphuretted gases from matches, is the breath and being of Spanish life, of both sexes."
                            },
                            {
                                "example_id": "9953557e-9fb4-4d21-ba09-537993cf7689",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "The charges at the Inns along the road are generally, bed 2 f. [francs], café au lait 1 f., déjeûner and dinner 3 to 4 f. each."
                            },
                            {
                                "example_id": "cf5c688d-72d5-4f36-8be9-ff1be8db99c2",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "(t.) 1 fr. [franc] on déjeûner and dinner coupons."
                            },
                            {
                                "example_id": "c40e8e09-fbd2-4c1d-a596-e9adeaaab764",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "We arrived, in short, at the “Great White City,” as it is called; and when the expressions of her delight at the beauty of its cupolas and domes, its dazzling pinnacles and spires against the blue sky beyond, had subsided, my father suggested that, to begin with, as she was bent on British ways, she should come and lunch with us on the terrace of the Grand Restaurant. “Hors d’œuvres! But the menu is French! Oh, you English!” and Mademoiselle, as she plied her knife and fork vigorously in true French fashion, elbows in the air, gave us her mind volubly on the characteristics of our nation. “Humbugs” we were, treating her to an English lunch when here she was partaking of an excellent French déjeûner and dinner in one."
                            },
                            {
                                "example_id": "d7af8013-ed30-47fc-8133-b9e3b19de8e3",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "Daily, too, she would collect all the bits of bread left after déjeûner and dinner, and put these carefully in her bag, as she said she was often hungry in the night and it was a pity to waste them."
                            },
                            {
                                "example_id": "f3d4da9b-1cd4-419e-afac-c4f64ccc0f03",
                                "sense_id": "6a44c518-c7d5-3cf4-9343-3a8dc0a27312",
                                "text": "For our meals we joined the French officers in the station buffet, where we were excellently fed for 5 francs, which included déjeûner and dinner."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            },
            {
                "entry_id": "df548649-6c4f-3b57-8ef7-e223fbd8e751",
                "word": "déjeûner",
                "pos": "verb",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "a85b0324-bbea-417c-b20d-1c9965309856",
                        "entry_id": "df548649-6c4f-3b57-8ef7-e223fbd8e751",
                        "tags": [
                            "present",
                            "singular",
                            "third-person"
                        ],
                        "form": "déjeûners"
                    },
                    {
                        "form_id": "cfa59ac4-897b-4062-bd14-d9b828377836",
                        "entry_id": "df548649-6c4f-3b57-8ef7-e223fbd8e751",
                        "tags": [
                            "participle",
                            "present"
                        ],
                        "form": "déjeûnering"
                    },
                    {
                        "form_id": "ab71f0b9-f1ea-498f-b34d-e5f2052d17be",
                        "entry_id": "df548649-6c4f-3b57-8ef7-e223fbd8e751",
                        "tags": [
                            "participle",
                            "past"
                        ],
                        "form": "déjeûnered"
                    },
                    {
                        "form_id": "eadb52af-a161-470a-9e4a-511bd437eb74",
                        "entry_id": "df548649-6c4f-3b57-8ef7-e223fbd8e751",
                        "tags": [
                            "past"
                        ],
                        "form": "déjeûnered"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "f1292070-8f2b-30bd-9d07-80979d55871d",
                        "entry_id": "df548649-6c4f-3b57-8ef7-e223fbd8e751",
                        "glosses": [
                            "Alternative form of déjeuner."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "f5ad1e6d-873c-41e6-96ec-f569c735fd27",
                                "sense_id": "f1292070-8f2b-30bd-9d07-80979d55871d",
                                "text": "The “Hôtel des Haricots,” so called because the recalcitrant members of the National Guard who were imprisoned there had to déjeûner and dine upon haricots, has been levelled to the ground, in imitation of the Bastille; […]"
                            },
                            {
                                "example_id": "128c320f-3dc8-4a96-be54-263a6d673800",
                                "sense_id": "f1292070-8f2b-30bd-9d07-80979d55871d",
                                "text": "Now then coffee and cigar. This, I explain to Chilvern is the real delight of déjeûnering abroad in any café—you can always smoke immediately."
                            },
                            {
                                "example_id": "6ab2bc5d-5115-49b3-8eef-cb2472e9845b",
                                "sense_id": "f1292070-8f2b-30bd-9d07-80979d55871d",
                                "text": "To culinary connoisseurs there are just two places on the Continong that may rival each other in a reputation for cuisine, […] Mr. Punch’s special traveller in the Déjeûnering business always likes to do a good turn to all who deserve to benefit by a brief holiday, […]"
                            },
                            {
                                "example_id": "33b96d73-2db9-465c-bb29-5911fdb9d28a",
                                "sense_id": "f1292070-8f2b-30bd-9d07-80979d55871d",
                                "text": "At Fontes Villa, a little town built on piles, at present the railway headquarters, we déjeûnered with the manager of the line in a beautifully green verandah."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}