{
    "word": "evovae",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "a9c47241-af8a-345f-bf1e-2974caa68bdf",
                "word": "evovae",
                "pos": "noun",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                        "entry_id": "a9c47241-af8a-345f-bf1e-2974caa68bdf",
                        "glosses": [
                            "Alternative form of euouae."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative",
                            "no-plural"
                        ],
                        "examples": [
                            {
                                "example_id": "ee3da978-9c5a-4325-9f44-863d5061ca43",
                                "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                                "text": "In the publicke ſervice of the Romiſh Maſſe there are words truly ridiculous, and which never were other then worthleſſe, as Evovae, Miſerere nobis, & Stabat mater doloroſa, and many the like, which nevertheleſſe in the Church of Rome are not ridiculous, becauſe they are authoriſed by the divine ſervice."
                            },
                            {
                                "example_id": "402c14b7-a200-4d3f-8385-00e30eb1824d",
                                "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                                "text": "The evovae, commences always upon the dominant of the key, and terminates upon the tonic."
                            },
                            {
                                "example_id": "514eb672-5bc8-47df-aa30-e2a4b5980044",
                                "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                                "text": "In the ancient breviaries and antiphonies, &c., the word EVOVAE frequently occurs, written under certain notes preceding the psalms appropriated to certain offices. […] Now to find the tone of the chant, we must take the first note of the Evovae, which is the dominant, or the prevailing, or reciting note of the chant (not the dominant as now technically understood by musicians): and we must take the last note of the Antiphon which follows the Psalm at length: […]"
                            },
                            {
                                "example_id": "cdd970e6-72f0-4aa9-b5ea-c07842cfb1a7",
                                "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                                "text": "Thus the Antiphonies of the first and second tones terminate in the final Re; if the first note of the evovae is La, the Antiphony is of the first tone; if the first note is Fa, the Antiphony is of the second tone, and so forth."
                            },
                            {
                                "example_id": "a8dd5bc5-7ee1-4e52-b65f-2479f58a11d5",
                                "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                                "text": "[D]ifferent forms of the same mode or tone would arise, and these were called Evovae and sometimes differentiae, finitiones, conclusiones, and species seculorum. […] [T]he Evovae must be regarded as containing the germ of the present accepted views respecting accent, as may be seen by comparing the following forms."
                            },
                            {
                                "example_id": "8138b405-593a-44e1-b3bf-c1043a0bcb0e",
                                "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                                "text": "The first note of the evovae—the prevailing or reciting note of the chant—and the final note of the antiphon give the tone of the chant. This word, or rather this compages of letters, has, of course, no connexion whatever with the Bacchic shout of Io or Evoe. I should not allude here to this silly story were it not that on several occasions I have heard it repeated by persons who noticed the presence of the evovae in one or other of the books exhibited, and who evidently believed in its truth."
                            },
                            {
                                "example_id": "7b713d2e-6779-43fe-b263-8dee990fbb9c",
                                "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                                "text": "[H]er leaves, my darling dearest, sinsinsinning since the night of time and each and all of their branches meeting and shaking twisty hands all over again in their new world through the germination of its germination from Ond's outset till Odd's end. And encircle him circuly. Evovae!"
                            },
                            {
                                "example_id": "bd12357c-6325-4a78-9204-a2795f264ac1",
                                "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                                "text": "The place where psalm incipits or evovae words or both should appear is particularly susceptible to confusing format. We have so far assumed the presence of a psalm, either incipit or evovae, for every antiphon; but there may be several psalms 'under' a single antiphon. […] In some sources neither psalm incipit or evovae may appear, and lacking these lesser points of reference the manuscript may employ a simpler scheme of initials."
                            },
                            {
                                "example_id": "eb110a75-f4fc-47ac-b53b-b5b852c5f933",
                                "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                                "text": "Under mode four, the incipit to the antiphon \"Ex Egypto\" and its EVOVAE are given as follows […]"
                            },
                            {
                                "example_id": "3c7a4750-ec90-4d87-bd0f-ba014d142b06",
                                "sense_id": "7457b592-b91d-36ac-be1d-94bac7d725a3",
                                "text": "Knowing the syllable of the final allowed choristers to judge where to pitch the formulaic endings (evovae) that were appended to antiphons. Example 5.8 shows Tritto's guidance for singing those closing formulas at the end of antiphons in modes I/II. The first bar indicates the final, re, of the antiphon; the second bar highlights the first syllable, la, of the evovae."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}