{
    "word": "fuchi",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "29eca4fc-2527-323b-b5e6-b9c713b39dc4",
                "word": "Fuchi",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "8241a853-9b05-3553-88a3-961b0d6a1830",
                        "entry_id": "29eca4fc-2527-323b-b5e6-b9c713b39dc4",
                        "glosses": [
                            "Alternative form of Fuji."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "daf6eb25-1c5f-4c5a-b311-c428d335be00",
                                "sense_id": "8241a853-9b05-3553-88a3-961b0d6a1830",
                                "text": "One of the major projects in the six-year plan is \"New Taiwan by Design International Competition,\" which is intended to give the most-visited tourist destinations a makeover to increase their appeal. In the preliminary selection which ended last week, architects here and abroad have been competing for contracts to design the Fenchihu train station in Alishan mountain (阿里山奮起湖車站), the Water Activity Park (親水公園) and Scenic Area Administration Building (風景管理中心) at Sun Moon Lake (日月潭), Fuchi Harbor (富基漁港) and Padouzi Harbor (八斗子漁港) on the Northeast Coast are and Tropical Botanical Garden (熱帶植物園) and its surrounding in Hengchen Peninsula (恆春半島).[…]\nThe fact that some of the projects, such as Fuchi and Padouzi harbors, include open spaces as well as other buildings, offers challenges for both the competitors and the jury."
                            },
                            {
                                "example_id": "f660b852-a13f-4e54-bb17-f27ea5a71a40",
                                "sense_id": "8241a853-9b05-3553-88a3-961b0d6a1830",
                                "text": "After taking some time to dry off while having a seafood lunch at the nearby Fuchi (Fuji) Fishing Harbor 富基漁港, we continued down the coast to the Temple of the Eighteen Lords 十八王公廟."
                            },
                            {
                                "example_id": "2cad210e-2cbb-40ed-a7bc-400f8ce40b29",
                                "sense_id": "8241a853-9b05-3553-88a3-961b0d6a1830",
                                "text": "On the other side of the cape, Fuchi Harbor (富基漁港), has a host of fresh seafood restaurants. When going to Cape Fukui, get off at the Dengtaikou stop (燈台口站), cross the short bridge, and walk about seven to 10 minutes. Make sure the bus doesn’t take you to the “official” Cape Fukui stop (富貴角站), which offers views of the cape from afar."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}