{
    "word": "gymnasion",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "7f507354-5f3c-3928-b759-13dc812effc4",
                "word": "gymnasion",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "3456b6e1-21e6-40b0-8085-0d804f6385fd",
                        "entry_id": "7f507354-5f3c-3928-b759-13dc812effc4",
                        "tags": [
                            "plural"
                        ],
                        "form": "gymnasia"
                    },
                    {
                        "form_id": "d7f318d0-23be-4e5d-aaed-38cf5de6fcbc",
                        "entry_id": "7f507354-5f3c-3928-b759-13dc812effc4",
                        "tags": [
                            "plural"
                        ],
                        "form": "gymnasions"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "ecadb39e-bf7a-3776-aabf-c376fb2f0ef6",
                        "entry_id": "7f507354-5f3c-3928-b759-13dc812effc4",
                        "glosses": [
                            "Alternative form of gymnasium."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative",
                            "historical"
                        ],
                        "examples": [
                            {
                                "example_id": "b0022201-5b3a-423b-9e9e-1b60bd1f68a0",
                                "sense_id": "ecadb39e-bf7a-3776-aabf-c376fb2f0ef6",
                                "text": "The most extensive employment of columns in civic architecture was in the porticos, the stoas, which surrounded the market-places and extended through many streets, being connected with baths, gymnasions, palaestras, stadia, and hippodromes, and even appearing as independent buildings."
                            },
                            {
                                "example_id": "3dc441ce-8760-4fcc-b919-4b181ee26d4d",
                                "sense_id": "ecadb39e-bf7a-3776-aabf-c376fb2f0ef6",
                                "text": "Spandex had not yet been invented, so swimming, as many other sports, was done in the nude (see earlier discussion about gymnasions)."
                            },
                            {
                                "example_id": "d6462d2f-c016-40ec-8b98-2aa06a543a99",
                                "sense_id": "ecadb39e-bf7a-3776-aabf-c376fb2f0ef6",
                                "text": "The gymnasions did not remain training camps, but became places where people could spend time and hold meetings as needed, and it was there that the early Sophists began teaching youngsters. After the Athenian gymnasions, Academy, Lyceion, and Kynosarges became schools of famous philosophers, gymnasions were no longer merely places where naked men conducted physical training and then washed and relaxed, but were also centers for cultural education — if not schools (see below)."
                            },
                            {
                                "example_id": "027f2e20-eeac-4748-b81e-1195df96779b",
                                "sense_id": "ecadb39e-bf7a-3776-aabf-c376fb2f0ef6",
                                "text": "The new bathing standard of (some) Late Hellenistic gymnasia is probably reflected in Vitruvius’ description of an ideal Greek gymnasion, which included in the corners of its northern suite of rooms two areas that were physically clearly separated: on one side a traditional loutron for cold water ablutions, and on the other an extended suite with various warm bathing forms, among them especially sweat baths."
                            },
                            {
                                "example_id": "afcead9e-4299-4617-b5c3-ee82ef49d82a",
                                "sense_id": "ecadb39e-bf7a-3776-aabf-c376fb2f0ef6",
                                "text": "Although athlete figurines were found in early levels at Seleucia-on-the-Tigris (Van Ingen 1939, 8), archaeological and textual evidence both indicate that gymnasia were not introduced into Babylonia until late in the Hellenistic period, and even then were only founded at Babylon and Seleucia-on-the-Tigris. The earliest evidence for a gymnasion at Babylon is a Greek inscription “giving a victory list of ephebes and youths in gymnastic contests” that dates to 109 bce, over two centuries after Alexander the Great, as well as three decades after the Parthian conquest of the Seleucid Empire (Downey 1988, 14)."
                            },
                            {
                                "example_id": "64b62988-2d77-41bd-a295-f64511356757",
                                "sense_id": "ecadb39e-bf7a-3776-aabf-c376fb2f0ef6",
                                "text": "Private individuals also supplied financial support for important institutions, such as those housed in the gymnasion."
                            },
                            {
                                "example_id": "ac9b6e7c-21ec-4a64-8800-26b1fae60fc0",
                                "sense_id": "ecadb39e-bf7a-3776-aabf-c376fb2f0ef6",
                                "text": "Gymnasia were public institutions, but in the Roman period the running of the gymnasion was often left to private citizens who were appointed as gymnasiarchs."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}