{
    "word": "hardnesse",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "a442755e-199c-3a0a-b973-8eda5e94efff",
                "word": "hardnesse",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "024070ba-ffb2-4369-b300-f84abb49175e",
                        "entry_id": "a442755e-199c-3a0a-b973-8eda5e94efff",
                        "tags": [
                            "plural"
                        ],
                        "form": "hardnesses"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "cf2b038c-531b-3a09-b2c6-aab8b44feb08",
                        "entry_id": "a442755e-199c-3a0a-b973-8eda5e94efff",
                        "glosses": [
                            "Obsolete spelling of hardness."
                        ],
                        "tags": [
                            "alt-of",
                            "countable",
                            "obsolete",
                            "uncountable"
                        ],
                        "examples": [
                            {
                                "example_id": "3ed726c5-7e2e-4274-9ef8-4e2eddea04a9",
                                "sense_id": "cf2b038c-531b-3a09-b2c6-aab8b44feb08",
                                "text": "But yet his hardnesse savde him not against the piercing dart.\nFor hitting right betweene the scales that yeelded in that part\nWhereas the joynts doe knit the backe, it thirled through the skin,\nAnd pierced to his filthy mawe and greedy guts within."
                            },
                            {
                                "example_id": "18e17887-68da-43c6-895c-7a68b22fc99b",
                                "sense_id": "cf2b038c-531b-3a09-b2c6-aab8b44feb08",
                                "text": "And thus doe ſecure ſinners who through hardneſſe of their heart cannot repent,[…]"
                            },
                            {
                                "example_id": "4d69bfd6-c746-42ed-a063-015ffd092901",
                                "sense_id": "cf2b038c-531b-3a09-b2c6-aab8b44feb08",
                                "text": "Certainly, though I dare not antedate the ſorrowes of our Syon, or raiſe a feare or iealouſie without a ground; yet when I doe but ſeriouſly and cordially ſuruay, that intollerable pride; that aboundance of idleneſſe; that fulneſſe of bread; that luſting after ſtrange fleſh (the ſinnes that drew downe fire and brimſtone vpon Sodome long agoe;) thoſe monſtrous habites, faſhions and attires: that exceſſiue vanity, Atheiſme and prophaneneſſe: that execrable and frequent banning, ſwearing, curſing and blaſpheming: that greedie couetouſneſſe, extortion and oppreſſion; that fearefull murther and bloudſhed; that ſcurrility, effæminacie, wantonneſſe, fornication, whoredome, adulterie and vncleaneneſſe: that generall neglect, contempt and hatred of God, of grace, of goodneſſe, and the Goſpell: that ſtupified and ſenceleſſe ſecurity, and hardneſſe of heart, in the middeſt of feares and dangers: that degenerating and growing worſe and worſe, not withſtanding all Gods iudgements, which ſtill encreaſe vpon vs, becauſe our ſinnes encreaſe: that diſſoluteneſſe, that drunkenneſſe, deboiſtneſſe, and exceſſe of Healthes; together with thoſe other troopes of ſundry ſinnes, which walke ſo bold and thick among vs, in deſpite of all thoſe meanes which GOD hath vſed to reclaime vs from them: I cannot but conclude as others doe: that theſe abominations and ſinnes of ours (eſpecially in theſe times of feare and danger, which cry and call for true repentance) prognoſticate no victory, no good, no bleſſing, nor ſucceſſe: but vndoubted ruine and deſtruction to vs, vnleſſe we ſpeedily repent vs of them."
                            },
                            {
                                "example_id": "2a39b649-8850-4545-bef5-f3def10d75de",
                                "sense_id": "cf2b038c-531b-3a09-b2c6-aab8b44feb08",
                                "text": "But pearls and Corrall, and whatsoever else hath a saxatile hardnesse of shell-fish, must give place truly to gemmes for hardnesse; and yet they are not therefore digested in the Athanor of our Oeconomy, so well as in the stomack of some birds. But the stones of Bezoar and of Crabs &c. not so hard as pearls, are not of a saxatile nature: but are rather made of a lacteous semi-caseate & semi-petrified juice, and have a neutrall nature of a tophe, between a Cartilage and a stone."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}