{
    "word": "hawai'i",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "87fd4802-3ff7-3848-9b5e-c488d04e8460",
                "word": "Hawai'i",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "4a31fb1f-240f-3c2e-82d2-20ead92b37b8",
                        "entry_id": "87fd4802-3ff7-3848-9b5e-c488d04e8460",
                        "glosses": [
                            "Alternative spelling of Hawaii: a state of the United States."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "f7694d6c-7ea8-4241-ba90-d7dad3afb8a5",
                                "sense_id": "4a31fb1f-240f-3c2e-82d2-20ead92b37b8",
                                "text": "The evidence from Hawai’i, Mesoamerica, the American Southwest, and Old World Bronze Age cultures indicates that transient celestial events were not only recognized and categorized, but formed a critical component of mythology, cosmology, politics, religion, and formative science."
                            },
                            {
                                "example_id": "8978eec9-b0a2-441a-97be-f26aec83554f",
                                "sense_id": "4a31fb1f-240f-3c2e-82d2-20ead92b37b8",
                                "text": "Greg Asner and colleagues are using remote sensing and high-altitude aircraft combined with field studies to understand the changing ecology in Hawai'i. Their field site on the island of Kauai is shown here.[…]\nUsing a different approach to map invasives, Greg used satellite data from Tahiti to develop a signature for Miconia calvescens, a destructive invasive plant on both Tahiti and Hawai’i."
                            },
                            {
                                "example_id": "2b9bfe7b-100f-4ca0-b459-9425f7725dfc",
                                "sense_id": "4a31fb1f-240f-3c2e-82d2-20ead92b37b8",
                                "text": "Billboard Magazine dubbed Hawai’i-based Hapa “the hottest Hawai’ian band,” and PBS did a whole feature on them. Well, move over, Hapa, because the Barefoot Natives are coming to town. And for local lovers of island grooves, the addition of this amazing two-man band to the Hawai’ian roster illustrates the saying that you can’t have too much of a good thing."
                            },
                            {
                                "example_id": "52344660-8991-4652-aa73-29c8223cf2ae",
                                "sense_id": "4a31fb1f-240f-3c2e-82d2-20ead92b37b8",
                                "text": "Everybody loves food especially food from Hawai’i.\nThere is an upcoming event called the National Restaurant Association Show and Hawai’i is being represented by the one and only Adela’s Country Eatery in Kāne’ohe."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}