{
    "word": "hàn",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "732abc02-2f8f-3bae-914e-317d2b3b19d1",
                "word": "Hàn",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "205245ff-003b-36c0-9f9a-d8d90500ebaf",
                        "entry_id": "732abc02-2f8f-3bae-914e-317d2b3b19d1",
                        "glosses": [
                            "Alternative spelling of Han (etymology 1)."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "73ccc81c-2925-4d6c-bff2-e5ad8e8a629a",
                                "sense_id": "205245ff-003b-36c0-9f9a-d8d90500ebaf",
                                "text": "The “northern dialects” are in English usually called Mandarin dialects (a translation of the older term guānhuà 官話 ‘officials’ speech’), though “Mandarin” is sometimes also used in a narrower sense to denote standard Mandarin or pǔtōnghuà. These dialects are spoken by over 70% of the Hàn population, in about three-fourths of the Hàn-speaking area, including all areas of Hàn settlement north of the Chángjiāng (Yangtze) and part of its southern bank, and the southwestern provinces of Sìchuān (Szechwan), Yúnnán, and Guìzhōu (Kweichow)."
                            },
                            {
                                "example_id": "05b96161-eaa5-403b-a4e7-24fa2b151746",
                                "sense_id": "205245ff-003b-36c0-9f9a-d8d90500ebaf",
                                "text": "Introduced in Late Springs and Autumns and limited at first to rulers’ tombs, burial mounds were extended to the tombs of lower-ranking individuals in some areas after the middle of the Warring States period, but they did not become common until Hàn times, when their shape changed from square to round. Cosmic concerns are also, in my opinion, the unifying theme of much of the manuscript literature recovered in Warring States and early Hàn tombs."
                            },
                            {
                                "example_id": "0e024c47-9cde-4e78-aab2-8891ddeb82c1",
                                "sense_id": "205245ff-003b-36c0-9f9a-d8d90500ebaf",
                                "text": "The Hàn Dynasty (202 b.c. to a.d. 221) exhibited many of the cultural refinements of life that we regard today as typical of classic Chinese life. Silk, lacquer, and the writing brush appeared. We know much about the Hàn Chinese because of their custom of burying with their dead an abundance of personal goods, domestic articles, and little ceramic models portraying daily life. Hàn decoration is rich in geometric motifs, such as the zigzag, bands and lozenges."
                            },
                            {
                                "example_id": "2509991e-47cb-446e-9470-3075efb523e5",
                                "sense_id": "205245ff-003b-36c0-9f9a-d8d90500ebaf",
                                "text": "The Tang house’s respect for non-Hàn burial customs both within and beyond the Chinese heartland was documented."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}