{
    "word": "hée",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "9e07a52c-4bec-3c48-b421-92c9488331c9",
                "word": "hée",
                "pos": "pron",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "726ce7a4-bbed-3205-96c2-a0a87e87da6e",
                        "entry_id": "9e07a52c-4bec-3c48-b421-92c9488331c9",
                        "glosses": [
                            "Obsolete form of he."
                        ],
                        "tags": [
                            "alt-of",
                            "obsolete"
                        ],
                        "examples": [
                            {
                                "example_id": "1fe9d2f3-a7d4-4d46-9a42-061cb883a851",
                                "sense_id": "726ce7a4-bbed-3205-96c2-a0a87e87da6e",
                                "text": "The King ſent to the Londoners requeſting to borrowe of them one thouſande pounde, whiche they ſtoutely denyed, and alſo euil entreated, bette and néere hand ſlew a certain Lumbard that woulde haue lent the King the ſayde ſumme, which when the King heard he was maruellouſly angried, and calling togither almoſt all the nobles of the lande, hée opened to them the malitiouſneſſe of the Londoners, and cõplayned of theyr preſumption, the whyche noble men gaue counſell, that their inſolencie ſhoulde with ſpéede be oppreſſed, and theyr pride abated."
                            },
                            {
                                "example_id": "0f2f56f5-229a-4d51-8def-6929b2c7e4fd",
                                "sense_id": "726ce7a4-bbed-3205-96c2-a0a87e87da6e",
                                "text": "The Captaine in a Shippe of warre, is a iollie fellowe, and thinketh himselfe a lyttle God, because hee speaketh prowdlie to the Souldiors, and maketh them quayle at the shaking of his lockes: […] If any be vnrulie, hee casteth him ouerboorde, or if any be fearefull, hee bindes him to the Maste: if hée crie aloofe, the Helmes man dares not goe roomer: and if hée bidde shoote, the gunner dares not but giue fyre."
                            },
                            {
                                "example_id": "943144f2-f2d7-4e82-8b73-0a7242fcc3f6",
                                "sense_id": "726ce7a4-bbed-3205-96c2-a0a87e87da6e",
                                "text": "After that Huon and the good Abbot had deuised together of diuers things, Huon wrote a Letter vnto his men being at Tournous, that they should come vnto him to the Abbey of Cluny, hee sent a Gentleman of the Abbey to fetch them, and when hée was come to Tournous, and had deliuered his Letters vnto Barnard, they made them readie, and trussed their Somers and departed from thence, and they road so longe, that they came in at the gates of the Abbey of Cluny, the same time Huon and the Abbot were leaning out at a window, the Abbot saw fiftéene Somers charged, and seauen Mules and Mulets, whereof he had great maruaile of whence they were, and said to Huon."
                            },
                            {
                                "example_id": "ead53189-fe1f-4225-9f17-f8818b73f704",
                                "sense_id": "726ce7a4-bbed-3205-96c2-a0a87e87da6e",
                                "text": "As for the Tapſter, he fled into the Cellar, rapping out fiue or ſixe plaine Country oathes, that hée would drowne himſelfe in a moſt villanous Stand of Ale, if the ſicke Londoner ſtoode at the doore any longer."
                            },
                            {
                                "example_id": "0dad6eea-9d52-4b1e-bd0a-26acf464a88d",
                                "sense_id": "726ce7a4-bbed-3205-96c2-a0a87e87da6e",
                                "text": "This was the worke of God, that hée might ſeparate the Pure from the Impure: that is to ſay, that he might reduce the more pure and Ethereal Mercury, the more pure and inextinguible Sulphur, the more pure, and more fixed ſalte, into ſhyning and inextinguible Starres and Lights, into a Chriſtalline and Dyamantine ſubſtance, or moſt ſimple Bodie, which is called Heauen, the higheſt, and fourth formall Element, and that from the ſame, the Formes as it were ſéedes, might be powred forth into the moſt groſſe elements, to the generation of all things."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}