{
    "word": "irân",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "4d4562e7-ab3b-385b-9acb-d973f8369bd6",
                "word": "Irân",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                        "entry_id": "4d4562e7-ab3b-385b-9acb-d973f8369bd6",
                        "glosses": [
                            "Rare spelling of Iran."
                        ],
                        "tags": [
                            "alt-of",
                            "rare"
                        ],
                        "examples": [
                            {
                                "example_id": "27bac110-540c-4d54-94cd-6435b4d5b084",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "N. B. Irân is the antient Name of Perſia, and the Perſians at preſent call it by that Name. Irân pronounc’d Irûn, is Perſia at large; Pars is proper Perſia."
                            },
                            {
                                "example_id": "025d7152-ca4f-49c7-8224-fb29dfafef3b",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "About this time many rebels had ſeized the provinces of Irân, and ſet up for independent monarchs. This exceedingly diſpleaſed Timûr; who, having conquered the kingdom of Tûrân, which Jenghîz Khân formerly divided between his ſons Tuſhi and Jagatay, he reſolved to ſubdue the empire of Irân, or Perſia at large."
                            },
                            {
                                "example_id": "902f46ab-7a2b-494e-a842-b1ccdc0a1619",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "The sixth and next discourse is on Persia or Irân. / There is solid reason to suppose, that a powerful monarchy had been established in Irân, for ages before the Assyrian Dynasty, (which commenced with Cayumers, about eight or nine centuries before Christ) under the name of the Mahabadian Dynasty, and that it must be the oldest in the world."
                            },
                            {
                                "example_id": "bfb3ffce-996a-4f2e-a1b9-00cdc3b0059b",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "“I am your servant,” said the other, “I am the servant of your family. You do not know me, but Mashallah! praises to Allah, it is a long while since I have known you. The air of Irân is filled with your renown; I am come from Mazanderan, and there by the beard of the shah I swear you are worshipped.”[…]The shah has vowed that you are to be the greatest man who sits in his gate: see, he gives to you in marriage the choicest maiden of Irân; that flower, of which others have not dared even to catch a distant scent, has been at once plucked and thrown into your bosom."
                            },
                            {
                                "example_id": "3fa56c86-a417-466c-9c3b-0839a8c6d1bf",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "“This is the face (or resemblance) of the servant of Ormuzd, the god (or the divine) Sapor, king of the kings of Irân and Turân (Persia and Scythia) of the race of the gods, son of the servant of Ormuzd, the divine Artaxares, king of the kings of Irân, of the race of the gods; grandson of the divine Papek the king.”"
                            },
                            {
                                "example_id": "6d20c0d5-82e7-4ae4-a74c-9690ea611dff",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "‘This is the edict of me, the Ormazd-worshipper, the divine being Sapor, the king of kings of Irân and non-Irân, of heavenly origin from God; the son of the Ormazd-worshipper, the divine being Ardeshir, the king of kings of Irân, of heavenly origin from God; the grandson of the divine being Bâbek, the king.[…]’"
                            },
                            {
                                "example_id": "433c2c58-e017-4578-934c-4525d89c5db9",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "This, as well as the limitation of Dualism to Irân and Babylon, is refuted by the frequent occurrence of the dualistic conception of the world among the most various savage peoples.[…]So also Dualism as it appears in Irân is a myth that has taken an ethical sense."
                            },
                            {
                                "example_id": "43aec15a-6278-4aa9-a887-f33e0a0213f0",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "30. And it came to Mânûskîhar, the monarch of Irân, and through it many wonder-wrought actions were performed by him; he smote Salm and Tûg in revenge for Aîrîk, he was a responder to the superfluities of foreign countries, he arranged the realm of Irân, improved and fertilised the land of Irân, and made the country of Irân victorious over foreigners. / 31. At another time it came to Aûzôbô, son of Tûmâsp, a descendant of Mânûskîhar the monarch of Irân; and, through that destiny and glory combined, the new-born came to mature activity and the proportions of a man during childhood, through agriculture; he disclosed his lamenting mother to the countries to Irân, he marched on to the destruction of foreigners, to drive out and make them outcast from the land of Irân; he also defeated the village-terrifier of the country of Irân, the wizard who frightened his father and fellow-immortals, Frangrâsîyâk of Tûr; and he developed and fertilised the country of Irân, and increased the many streams and cultivated lands in the country of Irân."
                            },
                            {
                                "example_id": "7fe4fc0e-d01a-447b-9e78-c50ad36aa9cb",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "Arjâsp, the king of the Khyaonas that “Look to my lance.” Those who may look to the interpretation of this lance may run to the country of Irân (to render submission)."
                            },
                            {
                                "example_id": "e9924c84-3943-4675-8dff-054d8919239c",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "[…]the history of a country which lies between Irân, the ancient motherland of the Parsees, and Hindustan, the motherland of the Hindus.[…]It has also several allusions to eminent kings and personages of ancient Irân, like King Jamshed, Tahamtan (Rustam) and his celeberated horse the Rakhsh, Minocheher, Buzurj Meher, Noshirwan, Kai Kâus, Kai Kobâd, Dârâ and Kai Khusru.[…]In addition to these, Dr. Spooner produces literary, numismatic, and other evidences to show, that there was the probability, well-nigh amounting to certainty, of a very powerful influence of Irân upon India."
                            },
                            {
                                "example_id": "fd6af82f-3104-41b4-886f-e2989574820b",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "The problem as to the pre-Saka population of Eastern Irân is related to that of the origin of the Iranian Medes and Persians in West and Southwest Irân."
                            },
                            {
                                "example_id": "9561e44c-6029-4454-ad46-c54bf396f91d",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "The place in this of the religious revolution in Irân, Zoroastrianism, is more obscure."
                            },
                            {
                                "example_id": "f4105d23-ad42-4b19-ab15-ce5ae95dcf90",
                                "sense_id": "cc434742-6a4b-3d81-b1d7-67dec11581ca",
                                "text": "It results from the collation of at least two manuscripts – the ص (S) codex coming from the university library of the Indian city of Lakahanu – and the خ (X) manuscript – not better defined – conserved in Irân, as writes the administrator of the printing edition:[…]"
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}