{
    "word": "irān",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "4ab2aa7b-2721-393f-8cf1-82e61b3e613c",
                "word": "Irān",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "63458376-e4ad-39d1-85b0-494b91a6a40d",
                        "entry_id": "4ab2aa7b-2721-393f-8cf1-82e61b3e613c",
                        "glosses": [
                            "Rare spelling of Iran."
                        ],
                        "tags": [
                            "alt-of",
                            "rare"
                        ],
                        "examples": [
                            {
                                "example_id": "9b09579a-57f9-44f1-935e-a2f8d680a3e6",
                                "sense_id": "63458376-e4ad-39d1-85b0-494b91a6a40d",
                                "text": "In the Preface is described the Geography of the ancient Kingdom of Irān, which is here stated to have reached from the Jihon or Amū River to the Euphrates; and from Derbend, on the Caspian, to the Persian Sea."
                            },
                            {
                                "example_id": "feb47c1a-5577-4068-91ad-41aff0b44d29",
                                "sense_id": "63458376-e4ad-39d1-85b0-494b91a6a40d",
                                "text": "But it has been deemed by one high authority to reveal to us a closer connexion of India and Irān than has yet suggested itself: in the Dāsas Hillebrandt sees the Dahae, in the Paṇis the Parnians, and he locates the struggles of Divodāsa against them in Arachosia.[…]Similarly he suggests that the Sṛiñjaya people, who were connected like Divodāsa with the Bhāradāja family, should be located in Irān, and he finds in the Sarasvatī, which formed the scene of Divodāsa’s exploits, not the Indian stream but the Irānian Harahvaitī.[…]Other references to connexions with Irān have been seen in two names found in the Rigveda.[…]But the Rigveda knows a Pṛithī and later texts a Pṛithu, an ancient and probably mythical king, and thus we have in the Vedic speech itself an explanation of Pārthava which does not carry us to Irān.[…]Whatever the causes which severed Irān and India, in the earliest period, at least as recorded in the Rigveda, the relations of the two peoples seem not to have been those of direct contact."
                            },
                            {
                                "example_id": "f2ea5dbf-9436-4816-a1c9-81cd810dfd25",
                                "sense_id": "63458376-e4ad-39d1-85b0-494b91a6a40d",
                                "text": "Ṭāq-i Bustān lies just east of Kirmānshāh, a town in western Irān on the so-called High Road that led from Mesopotamia through the central Zagros Mountains to Khurāsān, the crucially important Central Asiatic frontier of Arab conquest.[…]Then there was also Abū LuʾLuʾa Fayrūz al-Nihāwandī, an Iranian Christian carpenter, stonemason, and smith, who was taken prisoner during Heraclius’s war with Irān, and then captured in turn from the Romans during the Arab invasion of Syria."
                            },
                            {
                                "example_id": "acc6cf55-6509-4392-8be9-70e133c91780",
                                "sense_id": "63458376-e4ad-39d1-85b0-494b91a6a40d",
                                "text": "Before arriving in Khoyy, I had heard that they called it Irān’s Turkistān.[…]Aside from Gaelān, I haven’t seen any other area in Irān’s provinces that has so many beautiful people as in the province of Khoyy."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}