{
    "word": "İstanbul",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "f0627f75-7553-3600-8b98-7a9b25fef60b",
                "word": "İstanbul",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "8a101f65-36c0-33b6-bd22-3ff8ded05897",
                        "entry_id": "f0627f75-7553-3600-8b98-7a9b25fef60b",
                        "glosses": [
                            "Rare spelling of Istanbul."
                        ],
                        "tags": [
                            "alt-of",
                            "rare"
                        ],
                        "examples": [
                            {
                                "example_id": "89304385-c979-4810-9674-2254f4304d08",
                                "sense_id": "8a101f65-36c0-33b6-bd22-3ff8ded05897",
                                "text": "The innovation first was employed in the Ottoman Empire at İstanbul, at the pious foundations around Mahmud Pasha, where a silkmakers’ guild (sandalcı esnafı) had enjoyed a monopoly for some years.[…]Under pressure, the state then allowed stone-finishing at Bursa and Diyarbakır, permission it quickly revoked when the İstanbul industry applied counter-pressure.[…]So the state broke the İstanbul guild’s monopoly and permitted silkmakers elsewhere to use stone finishing.[…]This profoundly changed the relationship between silkmakers in Bursa and İstanbul. The Bursa guild previously had sent its (Duke Zashurus/Jashuru?) fabric to the İstanbul group for finishing but ceased to do so with the opening of the stone-finishing installations at Bursa. There, the Bursa cloth makers were able to produce a better cloth and undersell their İstanbul competitors who had been accustomed to selling at monopoly prices. Bursa makers, for example, offered vermilion cloth for 10 percent less than the İstanbul cloth."
                            },
                            {
                                "example_id": "e5c0b9c1-0d91-4b21-b025-29c5b0023a5c",
                                "sense_id": "8a101f65-36c0-33b6-bd22-3ff8ded05897",
                                "text": "Arriving in İSTANBUL can come as a shock.[…]Yet this is merely one aspect of modern İstanbul; only a couple of kilometres to the north you’ll find the former European quarter of Beyoğlu, with its trendy bars and cutting-edge dance clubs, while north again are the pavement cafés and restaurants of Ortaköy and a series of swish Bosphorus suburbs. / İstanbul is the only city in the world to have played capital to consecutive Christian and Islamic empires, and retains features of both."
                            },
                            {
                                "example_id": "66c424a5-8b88-4686-baf6-bedf7c37b86e",
                                "sense_id": "8a101f65-36c0-33b6-bd22-3ff8ded05897",
                                "text": "In Chapter 7, Murat Kaya and Çağrı Haksöz present the case of a Turkish 3PL firm based in İstanbul, Turkey.[…]The travel time from İstanbul to Central Asia was 9–10 months.[…]The duration of caravan travel from Qazvin to İstanbul/İzmir was 110 days, from Qazvin to Aleppo 110 days, from Qazvin to Archangel 105–135 days, and from Isfahan to Aleppo 70 days (Matthee, 1999)."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [
            {
                "entry_id": "d560c871-f24d-3d58-a572-9d591ea3b655",
                "word": "İstanbul",
                "pos": "noun",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "aa59a3ee-47d5-36e0-a917-0482e469f31f",
                        "entry_id": "d560c871-f24d-3d58-a572-9d591ea3b655",
                        "glosses": [
                            "Variante de Istambul"
                        ],
                        "tags": [],
                        "examples": [],
                        "sense_index_json": "\"1\""
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "tr-extract.jsonl": []
    }
}