{
    "word": "kindergärtner",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "c30afc40-1cbe-3fa6-9dc0-33ce796eab34",
                "word": "Kindergärtner",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "41307565-5ae0-452a-9de1-64b75389ebaa",
                        "entry_id": "c30afc40-1cbe-3fa6-9dc0-33ce796eab34",
                        "tags": [
                            "plural"
                        ],
                        "form": "Kindergärtners"
                    },
                    {
                        "form_id": "654e6d50-fafe-43f6-803a-f0d2712cfa13",
                        "entry_id": "c30afc40-1cbe-3fa6-9dc0-33ce796eab34",
                        "tags": [
                            "plural"
                        ],
                        "form": "Kindergärtner"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "d6c19cd3-fe19-3bc5-a455-35dbf3f9ac21",
                        "entry_id": "c30afc40-1cbe-3fa6-9dc0-33ce796eab34",
                        "glosses": [
                            "Alternative form of kindergartner (“person who teaches at a kindergarten”)."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "47e2fd07-6508-4205-bc4a-38421e5b8ba6",
                                "sense_id": "d6c19cd3-fe19-3bc5-a455-35dbf3f9ac21",
                                "text": "The Kindergärtners began their revolution by substituting objects for books in teaching, according to the express doctrine of [Jean-Jacques] Rousseau; but that is no evidence that they understood his philosophy. […] The Kindergärtner indiscriminately begins the teaching of forms, either with a cube alone, or with a cube and a ball, or with several cubes, without appearing to suspect the radical differences between exercises of comparison of the different parts of an object, and of two objects, and the exercises of combination of single objects to form a compound one. […] At this point, the Kindergärtners fail to establish the link of continuity between the automatic and willed action, the perception and the idea, the instinct and the morality."
                            },
                            {
                                "example_id": "466b09d0-24b7-46b9-86d6-d0dcbee32a74",
                                "sense_id": "d6c19cd3-fe19-3bc5-a455-35dbf3f9ac21",
                                "text": "I fully believe myself that, though this foreign name [Kindergarten] has been temporarily adopted in England and America, neither this nor that of Kindergärtner (gardeners) for the teachers will be permanently employed."
                            },
                            {
                                "example_id": "b87e8333-d523-4be5-8621-8ffb5b9ea2f8",
                                "sense_id": "d6c19cd3-fe19-3bc5-a455-35dbf3f9ac21",
                                "text": "Our standard-point is: One year’s training and a second year of practical work in a Kindergarten,—that makes the Kindergärtner if otherwise qualified for it. Learning by “apprenticeship” will never make a Kindergärtner, though it may be of infinite value to any girl. […] A good Kindergärtner should not only be a Kindergärtner, but at the same time a good teacher, thus verifying the saying: that a good Kindergärtner may become any day a teacher,—but not vice versa."
                            },
                            {
                                "example_id": "9640ddcd-1e23-490f-a7a8-4bbefd41e094",
                                "sense_id": "d6c19cd3-fe19-3bc5-a455-35dbf3f9ac21",
                                "text": "Young Kindergärtner, whose mathematical knowledge is at best very limited, must be carefully trained in this respect, for they do not easily understand the philosophy of it, and thus expose the system to be misjudged by the physicians, who know better of what the little brain is yet capable without injury. […] If Kindergärtner will confine themselves to making children see things with their own eyes and judge and compare them with their own minds without any attempts at abstractions, they will gradually see them generalize for themselves even in words; […]"
                            }
                        ]
                    },
                    {
                        "sense_id": "701ab1d2-f04d-3309-9a90-1de5087311e2",
                        "entry_id": "c30afc40-1cbe-3fa6-9dc0-33ce796eab34",
                        "glosses": [
                            "Nonstandard form of kindergartner (“child who attends a kindergarten”)."
                        ],
                        "tags": [
                            "alt-of",
                            "nonstandard"
                        ],
                        "examples": [
                            {
                                "example_id": "6f7d7fcd-885c-498c-8587-e0a641c4a5d9",
                                "sense_id": "701ab1d2-f04d-3309-9a90-1de5087311e2",
                                "text": "For the rest, the brain of our little Kindergärtner was being engrossed with the business of getting knowledge, and, as a result of this fancy, was being taken in hand by sober understanding and drilled to the useful and necessary task of discovering truth."
                            },
                            {
                                "example_id": "4cfc04ef-6ba2-407d-84c4-9f4d4538e7ca",
                                "sense_id": "701ab1d2-f04d-3309-9a90-1de5087311e2",
                                "text": "[He] accepted a cigar from one of his timid admirers. They followed him like Kindergärtner as he pointedly moved away from the Owl before allowing someone to light him up."
                            },
                            {
                                "example_id": "0a391a2b-fd3c-4f3c-92e1-ea408e0e1a62",
                                "sense_id": "701ab1d2-f04d-3309-9a90-1de5087311e2",
                                "text": "Hey, Jimbo, does it really makes sense to use slowed clocks that are asynchronous, along with contracted rulers? Even Kindergärtners know better than to use warped tools."
                            },
                            {
                                "example_id": "343a0196-51c5-4e56-9687-dc83c14c2f17",
                                "sense_id": "701ab1d2-f04d-3309-9a90-1de5087311e2",
                                "text": "Father shrugged and sighed like Mrs. Owl when explaining something to a dim-witted Kindergärtner."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            },
            {
                "entry_id": "e00a7140-347b-3bb7-ba9b-a827f0f62c80",
                "word": "kindergärtner",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "4dbcc0ef-fec3-4489-bc2b-17ec90757484",
                        "entry_id": "e00a7140-347b-3bb7-ba9b-a827f0f62c80",
                        "tags": [
                            "plural"
                        ],
                        "form": "kindergärtners"
                    },
                    {
                        "form_id": "41a4eed8-9258-40fe-b832-d6d1274da2c7",
                        "entry_id": "e00a7140-347b-3bb7-ba9b-a827f0f62c80",
                        "tags": [
                            "plural"
                        ],
                        "form": "kindergärtner"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "05d0d28f-188c-3be2-827e-03c7b276d1ab",
                        "entry_id": "e00a7140-347b-3bb7-ba9b-a827f0f62c80",
                        "glosses": [
                            "Alternative spelling of kindergartner (“person who teaches at a kindergarten”)."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "a69b0b74-4f95-4f2b-8382-070dab26f5ad",
                                "sense_id": "05d0d28f-188c-3be2-827e-03c7b276d1ab",
                                "text": "A few years ago Miss Blow, of St. Louis, took up, with the kindergärtners of that city, a study of “The Mother Play and Nursery Songs” in the German."
                            },
                            {
                                "example_id": "dcc4a3de-6b1d-4050-b576-6b3b51bbdd02",
                                "sense_id": "05d0d28f-188c-3be2-827e-03c7b276d1ab",
                                "text": "Six churches have been built, and we now have about 800 communicants and three men studying for the priesthood; four kindergärtner are now in training and hundreds of children are receiving Christian instruction."
                            },
                            {
                                "example_id": "d41b7c98-e77c-4a7d-a7de-b836dad37918",
                                "sense_id": "05d0d28f-188c-3be2-827e-03c7b276d1ab",
                                "text": "It is another to maintain that the expertise needed to decide how best to run kindergartens in terms of what goes on within their walls is to be found among those who have never ventured inside them. The justification of the enlistment of the layman as kindergärtner would require a denial that there is indeed a relevant expertise in this area and a corresponding redefinition of the area of competence that makes an adept of any naturally shrewd human being."
                            }
                        ]
                    },
                    {
                        "sense_id": "fce1531e-f009-3cbe-8c2b-3e4286266e19",
                        "entry_id": "e00a7140-347b-3bb7-ba9b-a827f0f62c80",
                        "glosses": [
                            "Nonstandard spelling of kindergartner (“child who attends a kindergarten”)."
                        ],
                        "tags": [
                            "alt-of",
                            "nonstandard"
                        ],
                        "examples": [
                            {
                                "example_id": "bfa6b0ab-5723-45d7-a874-0a6474ffecc2",
                                "sense_id": "fce1531e-f009-3cbe-8c2b-3e4286266e19",
                                "text": "It’s like chasing a couple of kindergärtners around."
                            },
                            {
                                "example_id": "07a9e345-de8f-4cf9-bcc6-0cc55098186a",
                                "sense_id": "fce1531e-f009-3cbe-8c2b-3e4286266e19",
                                "text": "The Kindergarten School had been dismantled, and our kindergärtners benefited by receiving the playground equipment. […] Kindergärtners and first graders were expected to learn the names of as many states as possible."
                            },
                            {
                                "example_id": "b6149cd9-92d5-448b-8645-42f56e796a97",
                                "sense_id": "fce1531e-f009-3cbe-8c2b-3e4286266e19",
                                "text": "This year’s batch of four-year-old kindergärtners on the school van I drive have an overwhelming case of ants in their pants. […] I have a new four-year-old kindergärtner who recently rode with me for the first time. […] One of my kindergärtners was quite upset when I picked her up one day because hadn’t had time to brush her teeth after eating lunch."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}