{
    "word": "nanking",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "60180158-1961-371f-9896-91e232971daf",
                "word": "Nanking",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                        "entry_id": "60180158-1961-371f-9896-91e232971daf",
                        "glosses": [
                            "Alternative form of Nanjing."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "3e198977-0668-4897-9911-b0e8f84300e6",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "Wherefore he firſt placed his Court at Nanking nee to the bank of that great River of Kiang, which the Chineſſes,in reſpect of the hugh Mountains of water which it diſcharges into the Ocean, call the Son of the Sea :"
                            },
                            {
                                "example_id": "a2406f55-937e-42ed-bf4b-59e7b5b48552",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "In China the quantity of Ships is innumerable, as the Sand of the Sea : Thoſe which carry Corn only to Peking amounting to 9999 (*) large Ships, ſufficient to carry above thirty or forty thouſand weight : and their paſſage from Nanking to Peking, being ſeven or eight hundred (†) (Italian) Miles, mostly through Artificial Channels, takes up full ſix Months time.\n. . .\n(†)That our Author muſt here be underſtood to intend Italian Miles is beyond all question : For the extent of the whole Empire from the moſt remote part of it the Iſland of Hainan, to that part of it which borders on the Muſcovian Empire, doth not contain about 8 or 900 Leagues or Hours ; nor is the fartheſt part of Nanking, where the River falls into the Sea, above 250 French or common Dutch Miles ; which according to our Author's account make 7 or 800 (Italian) Miles, which word I have therefore ventured to inſert in a Parentheſis."
                            },
                            {
                                "example_id": "89ff0171-d574-4137-9219-ba604bb480dd",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "Chiang-su was the main centre of the great Tʻai Pʻing rebellion, Nanking being the rebel capital from 1853 to 1864."
                            },
                            {
                                "example_id": "046b44fa-8bf7-49d4-ae1e-f9730ea6dc2f",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "By 1857, Imperialist troops were drawing close lines around the rebels, who had begun to lose rather than to gain ground. An-chʻing and Nanking, the only two cities which remained to them, were blockaded, and the Manchu plan was simply to starve the enemy out."
                            },
                            {
                                "example_id": "2171d165-48a5-4922-a3d6-b2f26677d128",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "Again, while divided counsels no longer exist at Canton, and both Kwangtung and Kwangsi are now under the control of Nanking, the agreement between Nanking and the Kwangsi war lords depends for its success on the spirit in which it is carried out."
                            },
                            {
                                "example_id": "8de0bf67-0756-4433-8490-f0ae374b4f1b",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "As my husband's ship stopped for a day or two at Kiu-kiang, Anking, and Wu-hu, enroute to Nanking, I arrived three days before his ship anchored off the bund."
                            },
                            {
                                "example_id": "7a8dbcb8-ea1b-4420-a569-b2024e86d918",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "As regards barbarities committed by the Japanese army since our war of resistance, the fall of Nanking in December 1937 is a case in point. Over 200,000 civilians were massacred within one week."
                            },
                            {
                                "example_id": "6cc5d909-dc39-4ae3-927e-7493fd026f76",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "On February 18, 1853, Chiu-chiang fell to the rebels, who went on to take Anking. Less than a month later, on March 19, the Taiping forces captured the beautiful city of Nanking, which was renamed T'ien-ching (Heavenly Capital) to commemorate the occasion."
                            },
                            {
                                "example_id": "f5aed146-7df2-4716-9946-a2d7f105105e",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "Wang also accused Hsu of instigating ranking officers in the Nanking Military District to disobey transfer orders....\nOn Feb. 22, Hsu attended a “Conference on the Development of Socialist Civilization” in Nanking."
                            },
                            {
                                "example_id": "9656d9b1-0988-449c-a19e-29392013d2dd",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "The third option would be to mount a missile attack on key targets in Taiwan. Chinese missiles have sufficient range and they would cause considerable damage. They have already demonstrated that their M9 missiles, fired without explosive warheads from a base in the Nanking military district, have been launched successfully, landing inside the two designated target \"boxes\" northeast and southwest of Taiwan."
                            },
                            {
                                "example_id": "d15602c4-180d-4ad8-9c1e-8f7f583800e0",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "Barely remembered in the West, the rape of Nanking -- then the capital of China -- by the Japanese imperial forces in 1937 stands as a gruesome testimonial to man’s inhumanity to man.[…]\nHaving already annexed Manchuria, Japan started its full-scale attack on the Chinese mainland in summer 1937 with extensive air raids on Shanghai and Nanking. Chinese citizens who had money and most foreigners had fled Nanking before the ground troops arrived that December."
                            },
                            {
                                "example_id": "8200d7dc-9cc2-4f41-b7cf-601aae8cfed4",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "For the first time on Saturday, China held a national day of remembrance on the 77th anniversary of Japanese atrocities committed in the city of Nanjing in the run-up to World War II. President Xi Jinping led the commemorations in front of a crowd of some 10,000 people, among whom were survivors or relatives of victims of the \"Rape of Nanking,\" a six-week reign of terror during which the Imperial Japanese Army carried out mass killings and rapes."
                            },
                            {
                                "example_id": "0a0cde06-59da-4832-8ddf-feacc4f3c449",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "The ROC Constitution was adopted on December 25, 1946, by the National Assembly convened in Nanking. It was promulgated by the National Government on January 1, 1947, and put into effect on December 25 of the same year. According to Article 174 of the Constitution, amendments to the Constitution shall be proposed and decided by the National Assembly, or proposed by the Legislative Yuan, followed by a referendum by the National Assembly."
                            },
                            {
                                "example_id": "eeb36867-f7e7-486f-ac16-a0178649975b",
                                "sense_id": "b9dd9c13-5583-38d4-bf12-1bf83cec3a9d",
                                "text": "According to official KMT records in Nanking, Tibet never paid taxes to the ROC government."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            },
            {
                "entry_id": "7fb21af1-cba8-3583-ad97-ef90a2362621",
                "word": "nanking",
                "pos": "verb",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "05d862c5-68c0-34c0-bbb0-aaa14bec3af8",
                        "entry_id": "7fb21af1-cba8-3583-ad97-ef90a2362621",
                        "glosses": [
                            "present participle and gerund of nank"
                        ],
                        "tags": [
                            "form-of",
                            "gerund",
                            "participle",
                            "present"
                        ],
                        "examples": []
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}