{
    "word": "napoléon",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "300e98e2-bd2f-3c9c-8e15-0891dbce40af",
                "word": "Napoléon",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "5be3675b-c0e8-3c31-93b4-6a7bb7f4eb83",
                        "entry_id": "300e98e2-bd2f-3c9c-8e15-0891dbce40af",
                        "glosses": [
                            "Alternative spelling of Napoleon (“Napoleon Bonaparte”)."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "e8e31424-0526-4196-b217-99e33d55588c",
                                "sense_id": "5be3675b-c0e8-3c31-93b4-6a7bb7f4eb83",
                                "text": "No sooner also did the maritime war appear inevitable, than Napoléon concluded an arrangement with the United States of America, by which, in consideration of eighty millions of francs (L.3,200,000,) he ceded to them his whole rights, acquired by the convention with Spain, to Louisiana; anticipating thus, for a valuable consideration, the probable fate of a naval contest, and extricating from the hands of the British a valuable colonial possession, which would assuredly soon have become their prey (2). By these different means, Napoléon was enabled to put on foot a very large army for the invasion of Great Britain."
                            },
                            {
                                "example_id": "5e9c407f-a30d-4b31-92fe-3509a8bccd71",
                                "sense_id": "5be3675b-c0e8-3c31-93b4-6a7bb7f4eb83",
                                "text": "Napoléon’s power, at its apex in 1808 when Maurice Dupin died, was steady during the years when Sand’s two mothers were sharing her in relative peace (1808–1812). As the emperor embarked on a fatal war with Russia (1812–1814), Sand’s decisive break with her mother was approaching. Her description of Napoléon’s declining fortunes triggers Sand’s memories of childhood visions of herself flying over the vast icy stretches of Russia, her mission being to lead Napoléon and his lost armies back to their homeland."
                            },
                            {
                                "example_id": "da997df5-3b2b-4634-a4a5-7388f54cae03",
                                "sense_id": "5be3675b-c0e8-3c31-93b4-6a7bb7f4eb83",
                                "text": "As soon as Napoléon began making a name for himself as a successful general, Talleyrand began a flattering correspondence with him. Napoléon always recognized Talleyrand’s value but would often question his loyalty."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}