{
    "word": "napoléonic",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "d0de19a9-7a0e-3201-be46-513896299119",
                "word": "Napoléonic",
                "pos": "adj",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "18d41c66-48f1-31be-a313-4ef36e679aa3",
                        "entry_id": "d0de19a9-7a0e-3201-be46-513896299119",
                        "glosses": [
                            "Alternative form of Napoleonic."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative",
                            "not-comparable"
                        ],
                        "examples": [
                            {
                                "example_id": "7cb00bd7-4098-42c4-939a-bec4f1db8a9c",
                                "sense_id": "18d41c66-48f1-31be-a313-4ef36e679aa3",
                                "text": "Hugo’s family was directly tied to the Napoléonic legend and found a way to admire Napoléon but not be trapped by his Bonapartist legacy."
                            },
                            {
                                "example_id": "9f17e8cc-28ce-494e-aaa8-25827bce0096",
                                "sense_id": "18d41c66-48f1-31be-a313-4ef36e679aa3",
                                "text": "This small but highly intelligent people deserve the more our attention, because it was the only one of all the Slavic States that had adopted a republican form of government, which it succeeded in maintaining by bravery and shrewd policy between powerful neighbors until it was swept away by the storms of the Napoléonic wars."
                            },
                            {
                                "example_id": "a036e0cd-ece0-46e4-80be-e0ea02320c9b",
                                "sense_id": "18d41c66-48f1-31be-a313-4ef36e679aa3",
                                "text": "Louis-Napoléon, who developed perforce into a master of public relations, did no less. With considerable difficulty he enlisted the begrudging recognition he needed from the Napoléonic clan (Thompson 38), and in lieu of Dimitri’s seal, he used everywhere the emblem of the imperial eagle.[…]Moreover, the caricature journals of the mid-century thrived on exploiting the discrepancies between Louis’s conduct and the Napoléonic grandeur he strove to appropriate in apparel and action."
                            },
                            {
                                "example_id": "3aedb887-5698-4677-9948-078c225d0a19",
                                "sense_id": "18d41c66-48f1-31be-a313-4ef36e679aa3",
                                "text": "Louis-Napoléon was plucked out of the water and, with many of his men, taken to the local prison. This time, the prince was not so lucky. When a few days later he was again brought before the King of the French, the latter was much less worried about reviving the Napoléonic mystique than he had been earlier."
                            },
                            {
                                "example_id": "669b31b7-dc03-47a8-8feb-f6d2a44ac94c",
                                "sense_id": "18d41c66-48f1-31be-a313-4ef36e679aa3",
                                "text": "To write such a novel in Napoléonic France was certainly a gamble: already by 1800, Napoléon was barely tolerating Staël’s presence in Paris."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}