{
    "word": "pamby",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "29d1f9a5-5c7d-3d63-ae5f-75fd81ec4833",
                "word": "pamby",
                "pos": "adj",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "95c18645-28b0-4ce0-9338-ad09a925a86b",
                        "entry_id": "29d1f9a5-5c7d-3d63-ae5f-75fd81ec4833",
                        "tags": [
                            "comparative"
                        ],
                        "form": "more pamby"
                    },
                    {
                        "form_id": "5e4a2040-aaaa-43b7-9fb8-e18bbbed1430",
                        "entry_id": "29d1f9a5-5c7d-3d63-ae5f-75fd81ec4833",
                        "tags": [
                            "superlative"
                        ],
                        "form": "most pamby"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "a669c9cf-98c1-343d-a737-a73ff3c213d5",
                        "entry_id": "29d1f9a5-5c7d-3d63-ae5f-75fd81ec4833",
                        "glosses": [
                            "Clipping of namby-pamby."
                        ],
                        "tags": [
                            "abbreviation",
                            "alt-of",
                            "clipping"
                        ],
                        "examples": [
                            {
                                "example_id": "238170b3-20f2-4ef5-bed3-40de21cd4409",
                                "sense_id": "a669c9cf-98c1-343d-a737-a73ff3c213d5",
                                "text": "English, sterling genuine English, is a desideratum amongst you, and I am glad that I have got so much left; though Heaven knows how I retain it: I hear none but from my valet, and his is Nottinghamshire; and I see none but in your new publications, and theirs is no language at all, but jargon. Even your **** is terribly stilted and affected, with ‘very, very’ so soft and pamby."
                            },
                            {
                                "example_id": "9f23e2eb-5611-4fb9-a45e-faac4519cfe1",
                                "sense_id": "a669c9cf-98c1-343d-a737-a73ff3c213d5",
                                "text": "You think higher of readers than I do, but I will bet you a flask of Falernum that the most stilted parts of the political Age of Bronze, and the most pamby portions of the Toobonai Islanders, will be the most agreeable to the enlightened public, though I shall sprinkle some uncommon-place here and there nevertheless."
                            },
                            {
                                "example_id": "9d0b6dac-834c-40e6-a3fe-4ac33b4d9dfc",
                                "sense_id": "a669c9cf-98c1-343d-a737-a73ff3c213d5",
                                "text": "NAMBY, AND THE PAMBY BURGHS. Lord Badgerbait had signified to the electors of this group of burghs that they were to elect his nephew, Captain Diddlemore. But it seems that the gallant Captain had the misfortune after dinner yesterday to offend Lady Badgerbait by rather too demonstrative admiration of a favourite lady’s maid, he has been sent to town in disgrace, and the steward came round this morning to say that his lordship’s other nephew, Mr. Alfred Fluke, of Limmer’s, is to be chosen. Noblesse oblige."
                            },
                            {
                                "example_id": "7f368b51-95d6-4bf0-af84-1320d64cf3c2",
                                "sense_id": "a669c9cf-98c1-343d-a737-a73ff3c213d5",
                                "text": "Some of the distilled liquors are very strong. A Chefoo man living in Soochow tells me that the best is made in Tsinanfu, Shantung Province, and it is so pure that when a match is applied to it, it will burn down to the last drop. “This” said he, “is the kind of liquor we northern people like to drink. None of the pamby watered stock like the most of the samshu found around Soochow for us.”"
                            },
                            {
                                "example_id": "aaffe926-20d1-4ffe-9f8f-2ac9d0fc7388",
                                "sense_id": "a669c9cf-98c1-343d-a737-a73ff3c213d5",
                                "text": "Corsetierrs^([sic]) in New York say that men are going to wear corsets. By men they do not mean the pamby fops who drape their figures over hotel lounges, but the real he-men, who fought by slimy mudholes during the war, came home to pay their income taxes and to resume the order of the “hard-working business man.”"
                            },
                            {
                                "example_id": "a1045b29-7571-4c47-a7d7-7ea0a73816ab",
                                "sense_id": "a669c9cf-98c1-343d-a737-a73ff3c213d5",
                                "text": "Clinton Sundberg plays the pamby publisher superbly, his weakness a furious force."
                            },
                            {
                                "example_id": "4f93557e-4dcd-4b7f-bbd6-8701a9b68a77",
                                "sense_id": "a669c9cf-98c1-343d-a737-a73ff3c213d5",
                                "text": "Piddle and wimple I say to Kunian and his ilk. Away with him, tush and fiddle faddle to such a pamby nimble-grimble! The race will go to the strong, the clean in mind and in body; not to the bent, the pimpled, the grubby apostles of the seedy status quo. The future has no place for the booby-joobies, among whom I include the frightening, frightened, addled Kunian."
                            },
                            {
                                "example_id": "98f2b3b3-2c22-4378-828a-fdd7cc3b4c9b",
                                "sense_id": "a669c9cf-98c1-343d-a737-a73ff3c213d5",
                                "text": "They seem to especially like it when I am cruel to women. I have done lots of comic roles in my thirty year career in “adult films,” but my reputation is that deep down I really am the misogynistic monster that I have sometimes portrayed—maybe so. “Find a willing piece of shit and show them all how to properly work over a worthless fuckthing” was a recent request from a fan who complained about what he considered to be the pamby pabulum on the market."
                            },
                            {
                                "example_id": "884f6294-9dee-40a7-9e6f-c6b0b9c33987",
                                "sense_id": "a669c9cf-98c1-343d-a737-a73ff3c213d5",
                                "text": "He took a chair at the kitchen table. Lily resisted the pamby girl impulse to fold her arms across her chest. Talk about a cascade of causality. First you look weak, then you act weak, then you are weak. “What do you want?”"
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            },
            {
                "entry_id": "cfb73e58-1081-39e4-af18-82cf55a5e4bc",
                "word": "pamby",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "bbdd93ca-1664-4f28-9735-8a925a013e7b",
                        "entry_id": "cfb73e58-1081-39e4-af18-82cf55a5e4bc",
                        "tags": [
                            "plural"
                        ],
                        "form": "pambies"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "cfa80d91-e365-3d55-a7e8-296fe0a90c37",
                        "entry_id": "cfb73e58-1081-39e4-af18-82cf55a5e4bc",
                        "glosses": [
                            "Clipping of namby-pamby."
                        ],
                        "tags": [
                            "abbreviation",
                            "alt-of",
                            "clipping"
                        ],
                        "examples": [
                            {
                                "example_id": "2d66d35f-bae7-41a2-942b-3503fbf0166b",
                                "sense_id": "cfa80d91-e365-3d55-a7e8-296fe0a90c37",
                                "text": "“He’d scorn it. You heard what he said to-night,” answered Ben. “Never mind that. He’s got tony notions, but he isn’t a pamby, for all his talk.[…]”"
                            },
                            {
                                "example_id": "57ec476d-aebf-4459-98a5-e7348bb1cae3",
                                "sense_id": "cfa80d91-e365-3d55-a7e8-296fe0a90c37",
                                "text": "There have been too many times that British grace and British refinement have dwindled into the namby and the pamby and there are walls in the Tate and the National gallery profuse with British sentimentality. But in [John] Lavery there is a combination of sweetness with light and with vigor; a combination irresistible wherever it is found."
                            },
                            {
                                "example_id": "c8b31d8b-e96e-43b7-92a3-54c0351b9716",
                                "sense_id": "cfa80d91-e365-3d55-a7e8-296fe0a90c37",
                                "text": "All right then, step up ladies, step up gentlemen, give him a little shove if he’s a namby or a pamby, girlies. Our own lavatory scientists added the Vitamines Added. Your money freely returned if you don’t win a valuable prize."
                            },
                            {
                                "example_id": "991ff758-1318-4af1-b798-9803adc84cba",
                                "sense_id": "cfa80d91-e365-3d55-a7e8-296fe0a90c37",
                                "text": "As others debate solutions ranging from heightened security to increased vigilance against bullying, Lasee has cut through the namby and the pamby. He wants to pass legislation that would allow properly-trained teachers and administrators to carry concealed handguns on school property."
                            },
                            {
                                "example_id": "d3d2d9ba-586e-4eb7-b205-1d13b0595ded",
                                "sense_id": "cfa80d91-e365-3d55-a7e8-296fe0a90c37",
                                "text": "Beauté’s last ex. Was under the hex. Of The Big Grift. This namby, was a pamby. A real soup sandwich. Obsessed. With The Big Grift. Which caused a rift in their salaciousness. This near-sighted jerk."
                            },
                            {
                                "example_id": "0a3dbb25-e485-4bd5-bdc8-b2829509c261",
                                "sense_id": "cfa80d91-e365-3d55-a7e8-296fe0a90c37",
                                "text": "A good firm grip. He might have been young for a doctor, but at least he wasn’t a pamby. “You’re the doctor, I’m told.”"
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}