{
    "word": "parricidial",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "738f2c80-99d1-33d3-81f1-17d245327960",
                "word": "parricidial",
                "pos": "adj",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "0d42a446-7f11-4959-9cb5-89d14c5c1103",
                        "entry_id": "738f2c80-99d1-33d3-81f1-17d245327960",
                        "tags": [
                            "comparative"
                        ],
                        "form": "more parricidial"
                    },
                    {
                        "form_id": "11e8e522-82c1-4233-8f6e-e378fd6c0c11",
                        "entry_id": "738f2c80-99d1-33d3-81f1-17d245327960",
                        "tags": [
                            "superlative"
                        ],
                        "form": "most parricidial"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "ca159ee8-b530-31dd-ba42-433dbff14e2c",
                        "entry_id": "738f2c80-99d1-33d3-81f1-17d245327960",
                        "glosses": [
                            "Obsolete form of parricidal."
                        ],
                        "tags": [
                            "alt-of",
                            "obsolete"
                        ],
                        "examples": [
                            {
                                "example_id": "bc05b603-57e3-4bba-a5b5-50b769560394",
                                "sense_id": "ca159ee8-b530-31dd-ba42-433dbff14e2c",
                                "text": "The mild and Chriſtian ſubmiſſion of Peter ſuffering death at Neroes hands, or the diſdainful and arrogant ſtomacke of Gregorie the ſeuenth, making the Emperour with his Queene and young Prince in extreme froſt and ſnowe, waite his leiſure three dayes barefoted, and in woollen, at the gates of Canuſium, whiles himſelfe was warme in a Ladies chamber: and (notwithſtanding this rare example of humilitie in a Prince) practiſing a generall reuolt of his Nobles and people from him, and cauſing an other to be choſen in his place, and licencing his owne ſubiects, ſeruants and ſonnes to beare armes againſt him, and filling the Chriſtian world with vnnaturall, and parricidial warres and bloudſhed?"
                            },
                            {
                                "example_id": "0f36389a-fa1d-43cb-a57a-b5de49f3177d",
                                "sense_id": "ca159ee8-b530-31dd-ba42-433dbff14e2c",
                                "text": "Henry the fifth of that name, rebelled againſt his owne father, and depoſed him. And Pope Paſchal the ſecond, as it were blewe vp the trumpet to that vnnatural and parricidial warre, as their owne wryters, and the Abbat of Vrſperg. himſelfe termeth it.[…]Secondly of the vnnaturall and parricidial warre of the ſonne againſt the father:[…]The ſecond cheefe matter of the diſcourſe of this ſtorie is, of the vnnatural and parricidiall war of the ſon againſt the father. Their own writers call it a parricidial warre, in the which the ſon rebelleth & took armour againſt his owne father."
                            },
                            {
                                "example_id": "f7813f53-4414-4b32-ac70-c76277c6306b",
                                "sense_id": "ca159ee8-b530-31dd-ba42-433dbff14e2c",
                                "text": "But our Author begins to ſtrut again, and to feign wonderful Tragedies; Whomſoever this dreadful news reacht (to wit, the news of Salmaſius his Parricidial Barbariſms) all of a ſudden, as if they had been ſtruck with lightning, their hair ſtood an end, and their tongues clove to the roof of their mouth, Which let Natural Philoſophers take notice of (for this secret in nature was never diſcovered before) that lightning makes mens hair ſtand an end."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}