{
    "word": "pei-p'ing",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "ad33e39c-d3c8-3ad2-8ce1-efff7663f660",
                "word": "Pei-p'ing",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "58688597-d679-3f07-a794-1def7c097613",
                        "entry_id": "ad33e39c-d3c8-3ad2-8ce1-efff7663f660",
                        "glosses": [
                            "Alternative form of Peiping."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "9d9fcff6-469d-4a89-9a1e-d4a52a2aebe0",
                                "sense_id": "58688597-d679-3f07-a794-1def7c097613",
                                "text": "Pei-p'ing (Peking) has many times been the capital of China and in recent centuries has been the center of intellectual and cultural activities."
                            },
                            {
                                "example_id": "327870a7-7d0f-43de-8bd2-f6330f3835e2",
                                "sense_id": "58688597-d679-3f07-a794-1def7c097613",
                                "text": "In 1928, when the Nationalist Government removed the capital to Nanking, Peking once more became merely a provincial town under the name Pei-p’ing, as in the first Ming period."
                            },
                            {
                                "example_id": "95f4aed6-273a-44d8-b0bb-031651a4e8fb",
                                "sense_id": "58688597-d679-3f07-a794-1def7c097613",
                                "text": "The capital, Ulan Bator, has been linked by rail with the Trans-Siberian Railway at Ulan-Ude and with Pei-p'ing (Peking) in the south."
                            },
                            {
                                "example_id": "a2f2f496-ddad-4694-8b13-303f6bc4d5af",
                                "sense_id": "58688597-d679-3f07-a794-1def7c097613",
                                "text": "In Berlin Kümmel avidly collected the pertinent new literature published in Shanghai and by the Palace Museum in Pei-p’ing after its foundation in 1925.",
                                "translation": "董其昌的寶藏",
                                "english": "董其昌的寶藏"
                            },
                            {
                                "example_id": "cd44e3ca-85d9-44ea-8604-592d18ec81dd",
                                "sense_id": "58688597-d679-3f07-a794-1def7c097613",
                                "text": "Later on during the reigns of the first two emperors of the Ming dynasty (1368-1644) Nanjing became their capital, and the old Mongol capital in the north was renamed Pei-p’ing (Northern peace). The third Ming emperor, however, restored it as the imperial seat of the dynasty and gave it a new name “Beijing” (northern capital).\nSince then, Beijing has remained the capital of China except for a brief period between 1928 and 1949 when Chiang Kai Shek’s Nationalist government moved the capital down to Nanjing again (although the capital was again relocated to Chungqing during WWII). During that time, Beijing again assumed the old name of Pei-p’ing which, ironically, is still used by the Nationalist government in Taiwan when referring to this city."
                            },
                            {
                                "example_id": "c4b5ab76-6d24-4460-808e-8726287c2386",
                                "sense_id": "58688597-d679-3f07-a794-1def7c097613",
                                "text": "In 1937, an ancient stone bridge, named after the explorer Marco Polo, that spanned a river near the Chinese city of Pei-p’ing (now Beijing) became part of history."
                            },
                            {
                                "example_id": "427f1b6c-1f27-42a4-8b39-9ef8550cc5d5",
                                "sense_id": "58688597-d679-3f07-a794-1def7c097613",
                                "text": "At the conclusion of the 1926 - 28 \"northern expedition,\" Chiang proclaimed victory and renamed Beijng as \"Beiping\" (\"northern peace\"). In the Wade-Giles orthography that prevailed at the time, this was written \"Pei-p'ing.\" Westerners naturally pronounced that as \"Pay Ping.\" John Foster Dulles and others, having been influenced by the \"China Lobby,\" (some of which understood the political subtleties of the Chinese language involved) adamantly enforced the use of Pei-p'ing as the name of the (bogus) capital of the (Soviet puppet) People's Republic of China on pain of political chastisement. Saying \"Peking\" was career-threatening.\nWhen I joined the Foreign Service in 1965, I was duly counseled to avoid the use of Peking and to say Pei-p'ing instead."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}