{
    "word": "penurie",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "129497e8-2b4d-3a9d-9886-fc1f069d0e34",
                "word": "penurie",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "9afa8563-87ae-45d4-80e2-82bc740f991e",
                        "entry_id": "129497e8-2b4d-3a9d-9886-fc1f069d0e34",
                        "tags": [
                            "plural"
                        ],
                        "form": "penuries"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "d2dc65d3-cde6-3c45-a707-6b1539c85724",
                        "entry_id": "129497e8-2b4d-3a9d-9886-fc1f069d0e34",
                        "glosses": [
                            "Obsolete form of penury."
                        ],
                        "tags": [
                            "alt-of",
                            "obsolete",
                            "uncountable",
                            "usually"
                        ],
                        "examples": [
                            {
                                "example_id": "c25e99e6-72d5-4a0e-9700-196f7286588e",
                                "sense_id": "d2dc65d3-cde6-3c45-a707-6b1539c85724",
                                "text": "The Kyng vnderſtanding of theyr dealings, and beeing not only armed thoroughly with temporall force, but alſo endued with the ſpiritual power of his Archbiſhop Lanfranke, who aided him in all that hee might, for the ſuppreſſing of thoſe Rebels, waſted the countreys exceedingly, where hee vnderſtoode that they had gotten any releefe, minding vtterly to vanquiſh them with ſword, fire, and hunger, or by extreame penurie to bring them to ſome order."
                            },
                            {
                                "example_id": "e9d2061f-5f05-4dd2-bfe9-51213e9a17da",
                                "sense_id": "d2dc65d3-cde6-3c45-a707-6b1539c85724",
                                "text": "His raw-bone cheekes through penurie and pine, / Were ſhronke into his iawes, as he did neuer dyne."
                            },
                            {
                                "example_id": "24f16975-d2fd-470c-95fc-2eda9db2f4d9",
                                "sense_id": "d2dc65d3-cde6-3c45-a707-6b1539c85724",
                                "text": "To redreſſe which default (the poore in all places beeing in penurie) I haue vndertaken to be their Solicitour, vnto all manner of perſons, which ought in equitie either to ſupply them, or to prouide that ſuch as make default (being well able) may bee compelled thereunto by further authoritie front the Almightie, if this gentle motion in the words precedent will not preuaile, which heere I will repeate and explane vnto them, (by Gods aſſiſtance)"
                            },
                            {
                                "example_id": "892679a3-8999-45ba-92f5-8b8c42c56550",
                                "sense_id": "d2dc65d3-cde6-3c45-a707-6b1539c85724",
                                "text": "All which may be ſeen more largely proved in Lydiats Prælectio Astronomica: where having diſcourſed of the matter of the heavens and ſtarres, as alſo of the portions and tranſmutation of the elements, he proveth that there is ſuch a penurie of water here below, that it cannot be ſupplied (ad mundi, non dicit æternitatẽ, ſed diuturnitatẽ, propter inæquales elementorum tranſmutationes) not ſupplied without the conſumption of the aire, were not the waters divided."
                            },
                            {
                                "example_id": "bed9517e-f2ce-47c8-bda6-3655096cccb9",
                                "sense_id": "d2dc65d3-cde6-3c45-a707-6b1539c85724",
                                "text": "Here you a Muckworm of the Town might ſee, / At his dull Deſk, amid his Legers ſtall’d, / Eat up with carking Care and Penurie; / Moſt like to Carcaſe parch’d on Gallow-Tree."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}