{
    "word": "physnomy",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "a80cfab1-d5c6-320b-b8ac-11e646cc35e5",
                "word": "physnomy",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "9de2712e-8433-4855-88f6-1709999cd500",
                        "entry_id": "a80cfab1-d5c6-320b-b8ac-11e646cc35e5",
                        "tags": [
                            "plural"
                        ],
                        "form": "physnomies"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "4c31c235-6e35-3dca-93fd-28cfc467f552",
                        "entry_id": "a80cfab1-d5c6-320b-b8ac-11e646cc35e5",
                        "glosses": [
                            "Obsolete spelling of physiognomy."
                        ],
                        "tags": [
                            "alt-of",
                            "countable",
                            "obsolete",
                            "uncountable"
                        ],
                        "examples": [
                            {
                                "example_id": "c9bd6a38-bc70-4e47-9870-afe88265afdc",
                                "sense_id": "4c31c235-6e35-3dca-93fd-28cfc467f552",
                                "text": "Furthermore, it was a scientia that appealed to the innate physiognomical consciousness of the human mind — a natural faculty of visual literacy referred to in the first edition of Cole’s English dictionary (1696) as ‘physnomy’: ‘Physiognomy: a discovering of men’s natures by their looks, also contracted to Physnomy’. A minor character in Andromana; or, The Merchant’s Wife (1660), an obscure Restoration play by an unknown author chosen at random, provides an indication of this visual faculty of ‘physnomy’ ‘in action’. At point, when brought face-to-face with a rival, one character exclaims, ‘An honest fellow call you him? If he have not rogue writ in great letters in’s face, I have no physnomy.’ An indication of how ‘books on physiognomy’ tried to identify, indeed fuse, themselves with this innate faculty in the mind can be seen in one late fifteenth-century ‘book on physiognomy’ which claimed to contain the mystical wisdom of an illiterate shepherd: ‘Phyzonomy . . . ys oon scyens that shyppars kennys for to wnderstod the inclynacyon naturel good ore wyl of men & wemen & by sum syngys oonly in them oon for to be hold’. In both these aforementioned cases, the term ‘physnomy’ or ‘phyzonomy’ should be read as referring, not to the external signs, but to the internal, physiognomical instinct (‘fisnomy’)."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}