{
    "word": "prd",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "07aa2263-2284-33c4-9df5-292c302d1fe3",
                "word": "PRD",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "cf3dbdab-1529-38b5-9f3f-f342c3aac81c",
                        "entry_id": "07aa2263-2284-33c4-9df5-292c302d1fe3",
                        "glosses": [
                            "Initialism of Pearl River Delta: a region of Guangdong, China, on the South China Sea; An area in Southeast China, containing Hong Kong, Macau, Zhuhai, Shenzhen, Guangzhou (“Canton City”)."
                        ],
                        "tags": [
                            "abbreviation",
                            "alt-of",
                            "initialism"
                        ],
                        "examples": [
                            {
                                "example_id": "c551d14d-3c50-4d4c-b0b1-1d5776e5050d",
                                "sense_id": "cf3dbdab-1529-38b5-9f3f-f342c3aac81c",
                                "text": "Given our geographical location and cultural ties, we have a special relationship with Guangdong Province, particularly the PRD.[…]We should make the PRD the economic hinterland supporting development in the rest of the country. In turn, the PRD can use Hong Kong's strengths to elevate its status and competitiveness to become a global player."
                            },
                            {
                                "example_id": "6f8d94ef-bb7d-4a17-beb2-ff03cc5d1044",
                                "sense_id": "cf3dbdab-1529-38b5-9f3f-f342c3aac81c",
                                "text": "There’s no doubt that the core of Pan-PRD cooperation is the integration between Hong Kong and the PRD. The PRD has always been Hong Kong's major partner in economic development. Twenty years ago, Hong Kong manufacturers began migrating across the border, thereby turning the PRD into a regional factory of consumer goods for the world market. Now, over 70 percent of the investments in the PRD come from Hong Kong, and 10 million workers in that region work for Hong Kong capitalized enterprises. And we have 230,000 Hong Kong citizens working immediately north of the border."
                            },
                            {
                                "example_id": "87112bc9-f230-4d79-8f0f-6b8fea1382e2",
                                "sense_id": "cf3dbdab-1529-38b5-9f3f-f342c3aac81c",
                                "text": "\"We think that the majority of the growth will be coming from the PRD markets,\" he said, referring to the Pearl River Delta, while growth coming from Hong Kong will be only around 4 percent in the next 10 years, Bishop said.[…]\n\"The threat to HKIA from new airports in the Pearl River Delta is real,\" Mathison said, referring to Hong Kong's international airport, which is why Cathay needs to \"make Hong Kong more competitive as a transit hub for cargo originating from the PRD manufacturing centers.\""
                            },
                            {
                                "example_id": "dba325b5-3f81-44b6-b934-43675866d76e",
                                "sense_id": "cf3dbdab-1529-38b5-9f3f-f342c3aac81c",
                                "text": "In nearby Dongguan, a gritty, densely packed manufacturing hub in the PRD, factories have also been provisioning for a minimum wage hike from the current level of around 780 yuan."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}