{
    "word": "prætexta",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "54bfbd76-49d2-3269-b781-aa75623e4258",
                "word": "prætexta",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "eb908cc8-7113-4f63-9cec-7849841baa8a",
                        "entry_id": "54bfbd76-49d2-3269-b781-aa75623e4258",
                        "tags": [
                            "plural"
                        ],
                        "form": "prætextæ"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "e5eaf1d1-1d19-3512-a951-501541526ca5",
                        "entry_id": "54bfbd76-49d2-3269-b781-aa75623e4258",
                        "glosses": [
                            "Alternative spelling of praetexta."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "54b4f61e-8173-4df8-a02c-8066ac4b111f",
                                "sense_id": "e5eaf1d1-1d19-3512-a951-501541526ca5",
                                "text": "Vestments according to the difference of age and condition; the toga, or the sagum, the bulla and the prætexta, the laticlaves, the curule chairs, lictors, fasces, axes, crowns of gold, of oaken boughs, or wreaths of laurel, ovations, triumphs; every thing, in short, with them, was pomp and ceremony, and made an impression as such on the minds of the citizens."
                            },
                            {
                                "example_id": "716f7537-44af-4ed4-982c-432bedbf8ca7",
                                "sense_id": "e5eaf1d1-1d19-3512-a951-501541526ca5",
                                "text": "Cæsar, in his Consulship, had granted to this King the honor of the Prætexta, or the robe of the Roman Magistrates; which was always disagreeable to the nobility, who did not care to see these petty Princes put upon the same rank with themselves; so the Cicero, calling out upon the nobles, will you, says he, who refused the Prætexta to the King of Bostra, suffer this Comagenian to strut in purple!"
                            },
                            {
                                "example_id": "9d1730c6-6069-4c7e-a93b-6b28c4cebb55",
                                "sense_id": "e5eaf1d1-1d19-3512-a951-501541526ca5",
                                "text": "Hanging on a nail against the wall is represented something of a circular shape, which Mr. B. imagines to be a vessel of sacrifice ; but we conceive it to be the golden bulla, hung up when the prætexta was laid aside."
                            },
                            {
                                "example_id": "b8644788-6ab3-4ad8-b9d5-d09f8eecc055",
                                "sense_id": "e5eaf1d1-1d19-3512-a951-501541526ca5",
                                "text": "So here we all were in the mystic sunset of the autumn hills — old Scribonius Libo in his toga prætexta, the golden light glancing on his shiny bald head and wrinkled hawk face, Balbutius with his gleaming helmet and breastplate, blue-shaven lips compressed in conscientiously dogged opposition, young Asellius with his polished greaves and superior sneer, and the curious throng of townsfolk, legionaries, tribesmen, peasants, lictors, slaves, and attendants."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}