{
    "word": "rason",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "59ab226b-0107-3b1d-8745-f9ac3613e7f8",
                "word": "Rason",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "ea4f2633-7ee2-3cab-a2be-71318737ee77",
                        "entry_id": "59ab226b-0107-3b1d-8745-f9ac3613e7f8",
                        "glosses": [
                            "Alternative form of Rasŏn."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "ac21dc41-971f-4f32-9d04-bebbb33d9a3f",
                                "sense_id": "ea4f2633-7ee2-3cab-a2be-71318737ee77",
                                "text": "Two-thirds of the region’s 150,000 people inhabit Rajin and Sonbong, many working in Rajin’s port, Sonbong’s oil processing refineries and the iron, magnesium and ceramics industries on the cities’ outskirts. As such, it’s been promoted less for tourists than for businessmen, but even then the zone’s development is taking time, and the Rajin and Sonbong zone, collectively known as Rason, encloses an area of forested hills and wetlands, lakes and the Tuman River delta with an abundance of wildlife.[...]At the northern end of Rason is a series of shallow lagoons, including Korea’s largest, the metre-deep, 41km-round Lagoon Sonbong."
                            },
                            {
                                "example_id": "f5b10c79-ef3b-42d0-a738-9085880fe275",
                                "sense_id": "ea4f2633-7ee2-3cab-a2be-71318737ee77",
                                "text": "North Korea also opened a free-trade zone in Rason, at its northeastern corner, in the 1990s."
                            },
                            {
                                "example_id": "4f9b6b0c-80ec-4336-a857-3edd3c08c40d",
                                "sense_id": "ea4f2633-7ee2-3cab-a2be-71318737ee77",
                                "text": "Rajin is one of two towns that make up the Rajin-Songbon, or Rason, special economic zone in the northeast corner of North Korea. Both Russia and China have access to Rajin as a port and have invested in updating infrastructure.\nThe cycling race follows Sunday's completion of a Russian-operated train line that links Rason with the Russian Far East town of Khasan, part of a more ambitious plan to build a railway from Europe to Asia.\nFirst designated a special economic zone in the mid 1990s, Rason is popular among ethnic Korean Chinese businessmen looking to set up small factories and take advantage of cheap labour."
                            },
                            {
                                "example_id": "06fa9df9-290c-47c3-9685-a2e30d21b6e7",
                                "sense_id": "ea4f2633-7ee2-3cab-a2be-71318737ee77",
                                "text": "While North Korea is promoting the area — Rajin and the neighboring city of Sonbong are together known as Rason — as a special economic zone, previous efforts at opening have not gone far.[…]\nNorth Korea established Rason as a free-trade zone in 1991, modeled on zones that had powered the export-led explosion of growth in China.[…]\nA Washington Post reporter saw several trucks with Rason license plates entering China at the Quanhe border crossing near Hunchun. But being able to ship Chinese products out in the other direction, through Rajin port, would provide a huge boost to the region, proponents say.[…]\n“The problem is still Rason and getting to it,” said Cathcart, who has written reports about the region. “The relationship between China and North Korea with regards to the use of Rason is still problematic. It’s not unfettered access.”"
                            },
                            {
                                "example_id": "50449015-4499-4ade-8a4f-9361667c856c",
                                "sense_id": "ea4f2633-7ee2-3cab-a2be-71318737ee77",
                                "text": "Additionally, with the development of border tourism, cooperative relations with China have been continuously deepened. In 2011, the self-driving tour from Yanbian, Jilin, China to Rason, North Korea started [5]. In 2016, a half-day landed tour from Dandong, Liaoning to Xinyizhou was opened [6]. In 2018, because of departure procedures have been simplified, the tourists can travel from Hunchun, Jilin to Rason in half day [7]."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}