{
    "word": "românia",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "49c984c9-1cbc-32db-9e55-699e5842956a",
                "word": "România",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "fab0c79b-5db9-3cc4-8f25-dddce47ed239",
                        "entry_id": "49c984c9-1cbc-32db-9e55-699e5842956a",
                        "glosses": [
                            "Rare spelling of Romania."
                        ],
                        "tags": [
                            "alt-of",
                            "rare"
                        ],
                        "examples": [
                            {
                                "example_id": "30485580-895c-4cec-a3b5-c69b4b3de8aa",
                                "sense_id": "fab0c79b-5db9-3cc4-8f25-dddce47ed239",
                                "text": "A general atlas in 45 sheets of coloured maps and diagrams intended for use in the secondary schools of România. Twelve of the sheets are occupied by maps of România itself, dealing with its physical features, geology, population, meteorology, industries, means of communication, and minerals, and some of these, though on a small scale, will doubtless be useful to all seeking information on the country."
                            },
                            {
                                "example_id": "b18af361-fe9f-4512-baae-90ab4e1ea724",
                                "sense_id": "fab0c79b-5db9-3cc4-8f25-dddce47ed239",
                                "text": "In late August and early September they seized the Ploesti oil fields, forced the collapse of România, and turned Bulgaria to the Allied side."
                            },
                            {
                                "example_id": "7a727120-220f-4783-a314-2f6e134e1839",
                                "sense_id": "fab0c79b-5db9-3cc4-8f25-dddce47ed239",
                                "text": "Dear Mr Abbe,[…]We wrote a lot of letters to the Passport Office; two times to Mr. President of the National Great Assembly (the Parliament), three times to Mr. President of România, but all was in vain.[…]Sincerely yours,[…]74696 Bucharest, România"
                            },
                            {
                                "example_id": "86e171cc-9854-4010-ac6b-fc8eed4dbbd1",
                                "sense_id": "fab0c79b-5db9-3cc4-8f25-dddce47ed239",
                                "text": "Now I watch how my father swears and turns red any time Comrade Ceaușescu appears on television or makes radio addresses explaining how România is the strongest, most independent country in the world and how we are all members of the “great socialist dream.”[…]By contrast, the poems and the stories we read at school all praise our Communist government and Comrade Ceaușescu, who with his wife, the mother of all the children of România, is the father of all of us, something I have known ever since I can remember.[…]“We’ll rent a few hectares of land on the western side of România from April until August, right at the border, at Oravița where the soil is good.[…]”"
                            },
                            {
                                "example_id": "ff506ca2-d210-4e01-9044-c68167a1676b",
                                "sense_id": "fab0c79b-5db9-3cc4-8f25-dddce47ed239",
                                "text": "România is a developing former communist country in Eastern Europe with a population of 21.794.793 (2002) and covers 237.500 square km with 42 districts.[…]România remains currently in a period of transition from communism to democracy. România like other Eastern European countries is at the geographical border between the West, the Middle East and Asia. Like other former communist countries, România remained behind the Iron Curtain until December 1989. In January 2007, România became member of EU."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}