{
    "word": "rottolo",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "121c4d70-1e54-3559-bd8e-dd34abd1ce82",
                "word": "rottolo",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "bc346786-7e24-400f-9734-b580a9db587d",
                        "entry_id": "121c4d70-1e54-3559-bd8e-dd34abd1ce82",
                        "tags": [
                            "plural"
                        ],
                        "form": "rottolos"
                    },
                    {
                        "form_id": "2347e73e-d8d5-422b-a08b-211aa61ee36a",
                        "entry_id": "121c4d70-1e54-3559-bd8e-dd34abd1ce82",
                        "tags": [
                            "plural"
                        ],
                        "form": "rottoli"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "eb64ecfc-eccd-3255-afa3-0de6733d4a1e",
                        "entry_id": "121c4d70-1e54-3559-bd8e-dd34abd1ce82",
                        "glosses": [
                            "Alternative form of rottol: a former Middle Eastern and North African unit of dry weight, usually between 1–5 pounds (.5–2.5 kg)."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative",
                            "historical"
                        ],
                        "examples": [
                            {
                                "example_id": "9beee837-931a-408c-bbd9-9a7ef8283b06",
                                "sense_id": "eb64ecfc-eccd-3255-afa3-0de6733d4a1e",
                                "text": "ROTTOLO, in Commerce, a weight used in Italy and the Levant. At Aleppo, and its port Scanderoon, the cantaro contains 100 rottoli, each of which is subdivided into 12 ounces, or 720 drachms; the great cantaro of Tripoli contains 175 rottoli, and the zurlo consists of 27½ rottoli. This rottolo, with which most sorts of goods are weighed, weighs 5 lbs. avoirdupois nearly. The rottolo with which the silks from Tripoli, and other parts of Syria, are weighed, consists of 700 drachms, answering to 4⅞ avoirdupois. The rottolo used in weighing the Persian silks contains 680 drachms, or nearly 4¾ lbs. avoirdupois. The rottolo of Damascus, with which brass, camphor, benzoin, spikenard, balsam of Mecca, and other drugs are weighed, contains 600 drachms, or 4¹⁄₅ lbs. avoirdupois. Five rottoli, or 3600 drachms, make what is called a vesno... At Saide, in Syria, (the ancient Sidon,) silk and sattin yarn are weighed with the rottolo of Damascus, of 600 drachms; 100 such rottoli answering to about 410 lbs. avoirdupois. Heavy goods are weighed with the rottolo of Acre, 100 of which are = 482 lbs. avoirdupois. At Constantinople, the cantaro, or quintal, contains 44 okes, or 100 rottoli; and the cantaro weighs about 123¾ lbs. avoirdupois, the oke 2lbs. 13 oz., and the rottolo 19⁴⁄₅ oz., and the chequee 11¼ oz. avoirdupois. At Leghorn, the rottolo is 3 lbs. At Naples, the cantaro grosso contains 100 rottoli, each weighing 33⅓ ounces of the gold and silver weight, or 31³⁄₇ ounces avoirdupois. Hence 28 rottoli = 55 lbs. avoirdupois, and the cantaro grosso = 196½ lbs. avoirdupois. The cantaro picolo is = 106 lbs. avoirdupois nearly. In Sicily these different weights are used, viz. the rottolo grosso of 33 ounces, the rottolo sotile of 30 ounces, and the libra, or pound of 12 ounces. 10 lbs. of Sicily = 7 lbs. avoirdupois nearly; and, therefore, 40 rottoli grossi, or 44 rottoli sotile = 77 lbs. avoirdupois. A cantaro grosso contains 100 rottoli grossi, or 192½ lbs. avoirdupois; a cantaro sotile is 100 rottoli sottili, and is = 175 lbs. avoirdupois. At Smyrna, the cantaro, or kintal, contains 45 okes, or 100 rottoli. The batman is 6 okes, or 2400 drachms; and the oke is 400 drachms, and the rottolo = 180 drachms. The cantaro of 45 okes weighs 123 lbs. 4 oz. avoirdupois; and, therefore, the oke is = 2 lbs. 11 oz. 13 drs. avoirdupois. At Tripoli, the cantaro weight contains 100 rottoli, each of 6 ounces, or 128 termini; this cantaro answers to 168 lbs. peso sotile of Venice, or about 12 lbs. avoirdupois. At Tunis, the cantaro contains 100 rottoli, each of 16 Tunis ounces, and weighs about 111 lbs. avoirdupois..."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}