{
    "word": "rêverie",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "22be6afb-7644-3e4d-884c-c426f455a9f9",
                "word": "rêverie",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "f68d63e5-2573-45b5-953b-4e9d93732c95",
                        "entry_id": "22be6afb-7644-3e4d-884c-c426f455a9f9",
                        "tags": [
                            "plural"
                        ],
                        "form": "rêveries"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "7ca6f53a-9811-3a93-8bf1-8de8294ba3be",
                        "entry_id": "22be6afb-7644-3e4d-884c-c426f455a9f9",
                        "glosses": [
                            "Alternative spelling of reverie."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "00a921fa-9bc6-4c6d-9a9a-35d98a6459f5",
                                "sense_id": "7ca6f53a-9811-3a93-8bf1-8de8294ba3be",
                                "text": "The different habits and commercial purſuits of the modern world have rendered it neceſſary to diſcard the rêveries of the philoſophers and ſchoolmen, who have argued and fulminated againſt the practice of lending money for gain; and, indeed, ſome ſpeculators have plauſibly maintained the abſurdity and impolicy of any legal interference with reſpect to the terms of pecuniary negotiations."
                            },
                            {
                                "example_id": "0775f02f-3bff-406b-afe0-3f237ce12ed0",
                                "sense_id": "7ca6f53a-9811-3a93-8bf1-8de8294ba3be",
                                "text": "Though imperfect, it was the foundation of the rêveries of Brown, and of the very reſpectable work before us.[…]If we differ, therefore, in this firſt ſtep, from our author, it is not likely that we ſhall co-incide with him in the following opinion, which we can only ſtyle an ingenious rêverie.[…]The neceſſity and exiſtence, however, of external objects, are evinced by this circumſtance, that the ideas excited in rêveries and dreams are only repetitions of ſenſible impreſſions from external objects, weakened, diſtorted, or differently combined.[…]The facts which reſpect the catenation of motions are well connected and correctly deſcribed; and thoſe relating to ſleep, rêverie, vertigo, and drunkenneſs, are highly worthy of attentive peruſal.[…]A rêverie is that ſtate, in which, from volition or diſeaſe, the mind is ſo fully engaged with an object, that external ſtimuli have no effect.[…]After a ſhort rêverie, he ordered a large baſon to be ſo filled with water, that the addition of a ſingle drop would ſpill the liquor; then he gave a ſign for the introduction of the candidate, who made his appearance with that ſimple and modeſt air, which almoſt always announces true merit."
                            },
                            {
                                "example_id": "6cc3f185-5053-4aa5-9752-cde9053c611b",
                                "sense_id": "7ca6f53a-9811-3a93-8bf1-8de8294ba3be",
                                "text": "This is true: an object may be framed apart by the fascination of aversion or horror: but the rêverie which is the condition of such concentration differs from that which is the condition of aesthetic concentration in this all-important respect that it is a painful rêverie, out of which we are rudely waked once for all by the pain of it; whereas the rêverie which is the condition of aesthetic concentration is a pleasant state of psychic repose which tends to prolong itself, not, however, continuously, but intermittently, in such a way that we are always waking out of it gently, and then falling back into it again.[…]But, as we read, suddenly the waking image is superseded by its own rêverie image: we still see her ‘o’er the sickle bending’, but no longer in this world: we see her as one translated into another world (this is the experience which we ‘remember’ when we wake again from our momentary rêverie), we see her translated into a world of ‘emblems’: and we still hear ‘singing by herself’—but through her prevailing song, we hear the nightingale from his ‘shady haunt’, and the voice of ‘the cuckoo-bird breaking the silence of the seas among the farthest Hebrides’; while the mystery of it all—‘will no one tell me what she sings?’—fills us with amazement, so that we are lost in gazing and listening; and the rhythm, too, of the poet’s words has, all the time, been lulling us into rêverie—for it is, after all, by means of words that the poet makes us see the reaper and hear her song—the rhythm of his words, passing, in some subtle way, into the images which the words raise up, predisposes them to suffer the poetic change when the ‘psychological moment’ comes: suddenly, as we read, the complex of waking mental images is transfigured into a complex of rêverie images.[…]But the sensible object’s own beauty, its beautiful individuality, we have seen, is its rêverie-image rising up, for a moment, again and again, now becoming conflated with our perception of that object as actually presented and then again distinguished from it."
                            },
                            {
                                "example_id": "45b777fa-3974-4f6d-8318-43621eddd3cd",
                                "sense_id": "7ca6f53a-9811-3a93-8bf1-8de8294ba3be",
                                "text": "The most important aspect of the Ile de St. Pierre accounts—that of the state of rêverie itself—also attains, in the Fifth Promenade, a literary rendering free from all references to the external social world and from concern for the reader’s comprehension."
                            },
                            {
                                "example_id": "1aa0cf4b-462f-42e9-b7bc-14ec48587e8d",
                                "sense_id": "7ca6f53a-9811-3a93-8bf1-8de8294ba3be",
                                "text": "He demands that every reader endeavor to participate actively and freely in the rêverie of the poet; that a man in his creative dreaming has become a poet for him is the most valuable indication of the distance between his original point of view (when he thought of dreamers as “esprits sans netteté)” and his present one.[…]The first article of the surrealist program is that expression must be kept plastique if it is to communicate (in the rêverie guided by anima) the constant fluctuations of desire."
                            },
                            {
                                "example_id": "a095e905-0249-4417-bd29-d029029a5167",
                                "sense_id": "7ca6f53a-9811-3a93-8bf1-8de8294ba3be",
                                "text": "I would like now to linger on the part prior to the encounter: the poet describes the setting: the nature, with the babbling of water and the peace and amenity of the spot, while he himself was sitting under a tree (resedi sub arbore)—everything contributes to suggesting that the man is asleep; the time of day, nocte iam emerita, is enhanced by the prestige of the topos of the rêverie: then, concentus avium / et susurri fontium / garriente rivulo / per convexa montium / removerent tedium, and just at this moment the girl appears. / The suspicion that the girl’s appearing in this no man’s land at twilight is only the result of a rêverie or a fantasy would be quite uncertain if we were to rely on this poem alone."
                            },
                            {
                                "example_id": "bfad0dee-ff95-460f-8435-25a187efc064",
                                "sense_id": "7ca6f53a-9811-3a93-8bf1-8de8294ba3be",
                                "text": "In many passages Laplace comes close to the style of Jean-Jacques Rousseau’s rêveries in La Nouvelle Héloïse.[…]The rêveries also occur in New South Wales.[…]This exceedingly literate French naval captain is to be remembered for his rêveries, his sensibilities, his philosophising and his compassion."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}