{
    "word": "rôtisserie",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "5456f837-3e78-3b98-b6cf-614bc33cfc12",
                "word": "rôtisserie",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "96a766f3-0e9e-47ec-aea2-ba0c9cd6d374",
                        "entry_id": "5456f837-3e78-3b98-b6cf-614bc33cfc12",
                        "tags": [
                            "plural"
                        ],
                        "form": "rôtisseries"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "fa2be62f-983b-3ce5-ba05-4b585219d4a3",
                        "entry_id": "5456f837-3e78-3b98-b6cf-614bc33cfc12",
                        "glosses": [
                            "Alternative spelling of rotisserie."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "a221b06e-0623-417c-b6aa-09e0993db944",
                                "sense_id": "fa2be62f-983b-3ce5-ba05-4b585219d4a3",
                                "text": "He had sixteen dollars in the lining of his coat, and for days as he tramped and worked, he saw this hoard expended in San Francisco—a bath, clean linen, and a dinner, a dinner in a rôtisserie with a pint of red wine and a cigar."
                            },
                            {
                                "example_id": "6fa08bd3-1a9f-4190-ba34-8bfcaad12463",
                                "sense_id": "fa2be62f-983b-3ce5-ba05-4b585219d4a3",
                                "text": "[…] boys, after these so natural delays, would saunter up and down stairs of these streets where, like Napoleon, Trilby would look for cheap lunches after the reaction from the strain of having Svengali putting perfect pitch into her white throat, and where Rabelais, Ronsard, Anatole French would come to smell the rôtisseries."
                            },
                            {
                                "example_id": "ae4a1fae-1a92-49ba-be87-cdb8ccd53083",
                                "sense_id": "fa2be62f-983b-3ce5-ba05-4b585219d4a3",
                                "text": "Nearer at hand, on both sides of the road, are grape arbours and fig-trees in first leaf; groves of cumquats and olives; tobacco plants under wigwams of polyphene; sago- and phoenix-palms; infant melon vines, and vines of sponge-gourd, the luffa Aegypticus from which bath loofahs are formed; fields of buckwheat being weeded by peasant women gloved to the elbow like so many Yvette Guilberts; fields of calendulas, the current craze for ikebana; bonsai farms with special hospital plots for ailing plants; loquat-trees with their clusters of unripe fruit already wearing protective snoods of rice-paper; long greenhouses of tomato plants; longer sheds for fowls being fattened for yaki-tori restaurants, and the rôtisseries of supermarkets; patches of purple milk-vetch grown to lure the bees needed to fertilize nearby essential crops; Chinese cabbages and taro and broad beans and cooking-chrysanthemum and shallots and parsley; and many pines but no cedars because cedars require much more rain than Kagawa gets."
                            },
                            {
                                "example_id": "b6a20a8e-a00d-4f48-a773-4645bcc254ba",
                                "sense_id": "fa2be62f-983b-3ce5-ba05-4b585219d4a3",
                                "text": "Minister allows change of use of Aylesbury premises from rôtisserie to fried fish shop. / Permission for the change of use from a rôtisserie to a fried fish shop of premises in Weedon Road, Aylesbury, consent for which had been refused by the planning authority, has been granted by the Minister of Housing and Local Government, on appeal. […] The proposal in the application is in effect to turn a rôtisserie, which is a shop within Class 1 of the Schedule to the Town and Country Planning (Use Classes) Order 1963, into a fried fish shop falling within exception (1) to that Class."
                            },
                            {
                                "example_id": "beefc735-8aa8-4a01-b7af-7482481da114",
                                "sense_id": "fa2be62f-983b-3ce5-ba05-4b585219d4a3",
                                "text": "The Stadthof, on the other cheek, claims no lobby at all. But it does boast a Swiss-style Grill with rôtisseries and a mini-mini-mini-bar that are cute. […] Zum Storchen, which occupies one of the better midcity situations, zuuums in with a timber-lined waterside rôtisserie, a dining terrace over the water, a soulless bar with piano-tations, and an alp of aid from Chief Concierge Roth."
                            },
                            {
                                "example_id": "953b778b-78e8-4aa5-9468-81fe5e300ed7",
                                "sense_id": "fa2be62f-983b-3ce5-ba05-4b585219d4a3",
                                "text": "Open only in winter, La Cave has a rôtisserie where you can dine and dance by the fireplace."
                            },
                            {
                                "example_id": "47e14d55-a5ed-407f-b634-eef6ad626c63",
                                "sense_id": "fa2be62f-983b-3ce5-ba05-4b585219d4a3",
                                "text": "Seafood features prominently with the plateau de fruits de mer at £14.50, as do the grilled dishes, such as poussin with rosemary and garlic or rabbit with prosciutto and herbs, cooked on a rôtisserie visible from the restaurant behind a bronze-framed window."
                            },
                            {
                                "example_id": "39595841-9c11-4c36-a16e-61a5c4d51270",
                                "sense_id": "fa2be62f-983b-3ce5-ba05-4b585219d4a3",
                                "text": "But what is really important about Cragside is its interior; because here Armstrong the inventory and engineer let himself go. In 1868 he installed one of his own hydraulic engines, with which he powered his laundry equipment, a primitive sort of telephone, a passenger lift, a Turkish bath and even a rôtisserie."
                            },
                            {
                                "example_id": "c678a7b4-5448-49c0-8a84-0dd299a24806",
                                "sense_id": "fa2be62f-983b-3ce5-ba05-4b585219d4a3",
                                "text": "On a crisp autumn evening in a north London street, a rôtisserie trailer is parked outside a garden flat, green fairy lights blinking on and off, warm chickens perfuming the air."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}