{
    "word": "schrank",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "1578876e-f9f7-37c8-891b-5b5317e37fb5",
                "word": "schrank",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "275f0c3f-60f2-47ca-8591-ab17e935ab21",
                        "entry_id": "1578876e-f9f7-37c8-891b-5b5317e37fb5",
                        "tags": [
                            "plural"
                        ],
                        "form": "schranks"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "1badd873-8c1e-3c23-ad10-9040ed1c6277",
                        "entry_id": "1578876e-f9f7-37c8-891b-5b5317e37fb5",
                        "glosses": [
                            "Alternative form of shrank."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "02a29112-ae74-4090-8aef-b6a9e56a2747",
                                "sense_id": "1badd873-8c1e-3c23-ad10-9040ed1c6277",
                                "text": "Because carrier liability for most shipments other than domestic (in CONUS) moves is predicated on the agreed item weight found in the Joint Military-Industry Table of Weights, it is critical that items noted on the claim be correctly named. If an item is a schrank, list it as such. Some claimants mistakenly list a schrank as a wall unit, which carries much lower liability."
                            },
                            {
                                "example_id": "f9fc3108-f598-44ba-9f70-b00174d555c8",
                                "sense_id": "1badd873-8c1e-3c23-ad10-9040ed1c6277",
                                "text": "When the house was restored, two baths were added, 1930s style. They are straightforward and compact, and although the fixtures were updated in the 1970s, space is still at a premium. Nor is there a plenitude of closets. “In the master bedroom we’ve got a schrank,” the husband says, “a kind of wardrobe found in Pennsylvania Dutch households. Aside from that, there’s a very significant lack of storage space.”"
                            },
                            {
                                "example_id": "f1676d31-18b6-48eb-be25-9420adce03fb",
                                "sense_id": "1badd873-8c1e-3c23-ad10-9040ed1c6277",
                                "text": "I have a seven-foot-tall, fifty-four-inch-wide walnut piece that I believe is a linen press or a schrank (what is the difference?) Its two doors and two drawers open to the front."
                            },
                            {
                                "example_id": "1ccc027a-cb4e-4e3f-936a-3fb9e5b2bc0e",
                                "sense_id": "1badd873-8c1e-3c23-ad10-9040ed1c6277",
                                "text": "Less than six feet high, this softwood schrank was made in Switzerland in 1779. […] Fifty years ago it was very difficult to get a starting bid on a schrank at a public auction; no one wanted one and they seemed worthless. When I found a schrank at an antiques shop in Lititz, Pennsylvania, then, the dealer at first refused to put a price on it, for he planned to cut it up to repair antique walnut furniture."
                            },
                            {
                                "example_id": "de6bb6b6-8eb3-4b03-89ca-c17aad80651e",
                                "sense_id": "1badd873-8c1e-3c23-ad10-9040ed1c6277",
                                "text": "Schranks have become very “hot” items in recent years. In fact, a New England dealer is importing them from Germany today, and running big advertisements. I would think she would do better in Pennsylvania, but she seems to be doing all right. Pronounced “shrunks,” these wardrobes were not clothespresses, which have several rows of drawers in the bottom and an area large enough to hang a shirt, but not a coat. […] Most of the schranks made in Pennsylvania, 1750-1800, were made of walnut."
                            },
                            {
                                "example_id": "8ea19bc2-7e23-4208-983a-b3ff502f493d",
                                "sense_id": "1badd873-8c1e-3c23-ad10-9040ed1c6277",
                                "text": "Across the field from the other Lampeter tract Weaver dwellings, this house contains pre-Revolutionary War doors and a schrank from an earlier dwelling in its annex (left end of house). […] A later annex to the 1810 house used three doors with tapered and dove-tailed battens fastened with blacksmith nails and a schrank featuring rattail hinges from a pre-Revolutionary War dwelling."
                            },
                            {
                                "example_id": "a0e6486e-3116-4d9d-ba16-f0097ffb10ca",
                                "sense_id": "1badd873-8c1e-3c23-ad10-9040ed1c6277",
                                "text": "This monumental schrank intricately carved with tracery panels and with a crenellated cresting brings to mind the turrets of a castle and represents the apogee of German Gothic cabinet-making. […] This type of tracery together with cross-hatched drawers and crenellated cresting can also be seen on a schrank described as Austrian, mid 15ᵗʰ century, in the Ludwig Collection, Aachen, Germany, illustrated by Kreisel, op. cit. fig. 120, reproduced in fig. 1."
                            },
                            {
                                "example_id": "6f0dfcbf-d124-458d-a11b-fbe9021b51c9",
                                "sense_id": "1badd873-8c1e-3c23-ad10-9040ed1c6277",
                                "text": "“What is this, a wardrobe?” / “Similar. It’s called a schrank. It’s usually something I would have made for her years ago so she could save things for her own household. It’s an old German custom. These are built quite large and can therefore be used for daily purpose, too. Clothes can be hung up, and the drawers and shelves are good for storage.” […] Merrill opened her eyes and stared in wonder at the piece of furniture before her. Her father stepped closer. “It’s a schrank. I promised your mother I’d have one made for you.[…]”"
                            },
                            {
                                "example_id": "8404d521-1a14-45e6-b7e3-e681b966a9f0",
                                "sense_id": "1badd873-8c1e-3c23-ad10-9040ed1c6277",
                                "text": "“Where’s the closet?” / Olivia had pointed to the antique German pine armoire and said, “This is it. It’s a schrank.” / “A what?” / “For your clothes.”"
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}