{
    "word": "shee",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "2d18aa3d-2dc2-374b-a5ab-d095bbd3ce65",
                "word": "shee",
                "pos": "pron",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "919952f1-2168-39e2-945b-1e772e383c49",
                        "entry_id": "2d18aa3d-2dc2-374b-a5ab-d095bbd3ce65",
                        "glosses": [
                            "Obsolete spelling of she."
                        ],
                        "tags": [
                            "alt-of",
                            "obsolete"
                        ],
                        "examples": [
                            {
                                "example_id": "8bb8787c-f1f9-4fe6-b628-2a8235856f13",
                                "sense_id": "919952f1-2168-39e2-945b-1e772e383c49",
                                "text": "There, on the other side, I did behold A Woman sitting sorrowfullie wailing, Rending her yeolow locks, like wyrie golde 10 About her shoulders careleslie downe trailing, And streames of teares from her faire eyes forth railing*: In her right hand a broken rod she held, Which towards heaven shee seemd on high to weld, [* Railing, flowing.]"
                            },
                            {
                                "example_id": "d9767983-3c09-4569-8ba6-3fc71700f151",
                                "sense_id": "919952f1-2168-39e2-945b-1e772e383c49",
                                "text": "Afterward shee sent a Gentleman aboord of vs, who declared that her Maiestie had good liking of our doings, and thanked vs for it, and also willed our Captaine to come the next day to the Court to take his leaue of her."
                            },
                            {
                                "example_id": "941400c7-1ff0-4517-811f-02375e848039",
                                "sense_id": "919952f1-2168-39e2-945b-1e772e383c49",
                                "text": "...but Eve\n[...]\nStood to entertain her guest from Heav'n; no vaile\nShee needed, Vertue-proof, no thought infirme\nAlter'd her cheek..."
                            },
                            {
                                "example_id": "4f5f1237-2dfe-4b67-bad8-7af5b7dda036",
                                "sense_id": "919952f1-2168-39e2-945b-1e772e383c49",
                                "text": "I'le take thy noble Work (and like the trade Where for a heap of Salt pure Gold is layd) I'le lay thy Volume, that Huge Tome of wit, About in Ladies Closets, where they sit Enthron'd in their own wills; and if she bee A Laick sister, shee'l straight flie to thee: But if a holy Habit shee have on, Or be some Novice, shee'l scarce looks upon Thy Lines at first; but watch Her then a while, And you shall see Her steale a gentle smile Upon thy Title, put thee neerer yet, Breath on thy Lines a whisper, and then set Her voyce up to the measures; then begin To blesse the houre, and happy state shee's in."
                            },
                            {
                                "example_id": "e6715b9c-d89f-4a57-a070-98119787a3ca",
                                "sense_id": "919952f1-2168-39e2-945b-1e772e383c49",
                                "text": "Lavater reporteth a historie of a parish priest in Germanie, that disguised himselfe with a white sheete about him, and at midnight came into the chamber of a rich woman that was in bed, and fashioning himself like a spirit, hee thought to put her in such feare, that shee would procure a conjuror or exorcist to talke with him, or else speake to him herselfe."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}