{
    "word": "shāh",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "88d125b3-5543-3c9c-83a0-3cafd8d534d6",
                "word": "shāh",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "17f3a6ba-96bc-4e06-905a-f3313154e90f",
                        "entry_id": "88d125b3-5543-3c9c-83a0-3cafd8d534d6",
                        "tags": [
                            "plural"
                        ],
                        "form": "shāhs"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "536f475b-d69b-3a48-970d-75d391704c7f",
                        "entry_id": "88d125b3-5543-3c9c-83a0-3cafd8d534d6",
                        "glosses": [
                            "Rare spelling of shah."
                        ],
                        "tags": [
                            "alt-of",
                            "rare"
                        ],
                        "examples": [
                            {
                                "example_id": "de7ac17e-8e7b-4216-9e7f-a1ec59778734",
                                "sense_id": "536f475b-d69b-3a48-970d-75d391704c7f",
                                "text": "Along the frontiers of Khwārazm and the lower Syr Darya, where Jand was held by the shāhs, there lived a number of Türkmen, and even though many of them were still pagan, the Khwārazm-Shāhs had to achieve some sort of modus vivendi with them."
                            },
                            {
                                "example_id": "1c4a7eb9-d9b4-4220-8611-d323dc7cbad2",
                                "sense_id": "536f475b-d69b-3a48-970d-75d391704c7f",
                                "text": "Abbās’s achievement made it possible for Ṣafawid rule to survive a succession of largely ineffective shāhs for a further century."
                            },
                            {
                                "example_id": "04ef59bb-63c0-4ddc-b8b8-0c44ea4c7e74",
                                "sense_id": "536f475b-d69b-3a48-970d-75d391704c7f",
                                "text": "From the early fourth/tenth century, the Shāhs had their capital in Yazidiyya, perhaps the earlier Shammakhi, but they were also often to intervene in, and at times control, Bāb al-Abwāb or Darband on the Caspian coast (see below, no. 68). Over the decades, the Shāhs had to fight off the Georgians to their west, and, in the fifth/eleventh century, incursions from northern Persia of the Turkmens. After the notable reign of Fariburz I b. Sallār, the chronology and nomenclature of the succeeding Shāhs become somewhat fragmentary and tentative, for the detailed source for the history of the earlier period, a local history of Sharwān and Bāb al-Abwāb preserved in a later Ottoman historian, comes to an end; for subsequent rulers, we depend largely on literary references from the lands outside Sharwān and the evidence from coins."
                            },
                            {
                                "example_id": "84421476-7deb-4e36-b284-c66a8ac9527e",
                                "sense_id": "536f475b-d69b-3a48-970d-75d391704c7f",
                                "text": "She was beating a fighting retreat when the Shāh caught up to her with sixty men. When she saw the Shāh, she said, “May I be a sacrifice to you! I heard that they had captured you and taken you to the Solṭān, so I came out to fight to the death.”"
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}