{
    "word": "szechuan",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "ef252436-9f33-37fc-8ac3-b29629b77c97",
                "word": "Szechuan",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "ebc8f5a9-6598-3478-bf09-a5c59552a31f",
                        "entry_id": "ef252436-9f33-37fc-8ac3-b29629b77c97",
                        "glosses": [
                            "Alternative form of Sichuan."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "e985958d-bc7b-45fe-9fe1-895fcc1cce1c",
                                "sense_id": "ebc8f5a9-6598-3478-bf09-a5c59552a31f",
                                "text": "THE plain of Chengtu is the only large expanse of level ground in the great province of Szechuan; it is also one of the richest, most fertile, and thickly populated areas in the whole of China."
                            },
                            {
                                "example_id": "ce7f9d93-f3fc-4988-b628-9ad2a6a3afdd",
                                "sense_id": "ebc8f5a9-6598-3478-bf09-a5c59552a31f",
                                "text": "There is a portrait of Confucius at Ch’ü-fu attributed to Wu and another striking picture representing the struggle of a tortoise with a serpent, kuei she t’u, which is in the Prefect's official residence at Ch’êng-tu, Sze-ch’uan."
                            },
                            {
                                "example_id": "3c4a7de1-bc7c-41f7-add9-7a4c9bb57546",
                                "sense_id": "ebc8f5a9-6598-3478-bf09-a5c59552a31f",
                                "text": "Li Po is also the author of this poem. Pai-ti is on a mountain in eastern Feng-chieh county in Szechuan Province."
                            },
                            {
                                "example_id": "41044657-b1a9-4cba-80e5-50c5e98c763b",
                                "sense_id": "ebc8f5a9-6598-3478-bf09-a5c59552a31f",
                                "text": "The highway is one that was built to enable the Chiang Kai-shek government to evacuate to Chungking in the War of Resistance days, and Huayuan, our objective, is a county town in the middle of a high mountain plateau, only 25 kilometres from the Szechuan border.",
                                "translation": "Travels in China, 1966-71",
                                "english": "Travels in China, 1966-71"
                            },
                            {
                                "example_id": "585b65e9-b7ba-4dec-9548-622f5e0a287d",
                                "sense_id": "ebc8f5a9-6598-3478-bf09-a5c59552a31f",
                                "text": "In far-off southern Szechuan province last summer, while helping the peasants to effect the land reform, I saw group after group of young peasants, men and women, volunteer to help the aggressors away from our border and help neighboring Korea."
                            },
                            {
                                "example_id": "fb19de15-c95c-444b-a89a-dfbcbcdbe4ef",
                                "sense_id": "ebc8f5a9-6598-3478-bf09-a5c59552a31f",
                                "text": "Szechuan Province in southeastern China is well endowed with natural resources, fine landscapes and a long rich history. In early times, the several states which made Szechuan their home produced a line of famous generals whose lives have become the subject of myth, literary works and operas. Szechuan opera is one of the most classical of all Chinese opera styles."
                            },
                            {
                                "example_id": "f3751e55-d32f-41b9-b6c5-dd0e49325fd8",
                                "sense_id": "ebc8f5a9-6598-3478-bf09-a5c59552a31f",
                                "text": "But long before that, Parisians will have had ample chance to familiarize themselves with Chinese culture. From Oct. 14 to Jan. 28, the Hôtel de Ville,[…]showcases recent Bronze Age excavations in the Szechuan Province, in western China, including artifacts from the Jinsha site (1200-1000 B.C.) discovered in February 2001."
                            },
                            {
                                "example_id": "831e086d-9a31-4d0a-a1da-108449ab45ad",
                                "sense_id": "ebc8f5a9-6598-3478-bf09-a5c59552a31f",
                                "text": "This gargantuan population and the city’s strategic importance led to Chongqing’s separation from its parent province, Szechuan, in 1997, and it was designated as a “specially administered municipality,” controlled directly by the central government."
                            },
                            {
                                "example_id": "0939687d-fa2d-4ead-b6c5-d4baff778567",
                                "sense_id": "ebc8f5a9-6598-3478-bf09-a5c59552a31f",
                                "text": "Despite this aerial assistance, the Chinese were again forced to withdraw westward, this time to Chongqing in the mountains of Szechuan."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}