{
    "word": "teutonophobia",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "769ac6d7-48e1-343c-8d8c-45596060e691",
                "word": "Teutonophobia",
                "pos": "noun",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "97403447-5c99-3743-b176-64acf525ce15",
                        "entry_id": "769ac6d7-48e1-343c-8d8c-45596060e691",
                        "glosses": [
                            "Alternative form of Teutophobia."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative",
                            "uncountable"
                        ],
                        "examples": [
                            {
                                "example_id": "a73b5548-1bcd-4c2d-9799-984213af0d2f",
                                "sense_id": "97403447-5c99-3743-b176-64acf525ce15",
                                "text": "Having done due honour to Michaelis and his biblical aſſociates, I have the leſs compunction in pointing out the immeaſurable diſtance between a Klopſtock and a Milton, a Wieland and a Swift or a Voltaire, a Göthe and a Mackenzie; in fine, a Kotzebue and an Otway. In this liſt can I be accuſed of partiality? Can any be ſo blind, ſo taſteleſs, or ſo ignorant, as not to ſee, feel, and underſtand, the proud ſuperiority of the Engliſh name? And it is the fervent hope of my heart that, though we now labour under a temporary poverty of genius, poſterity will endeavour to wipe away our ſhame, and equal, though they cannot excel, their exalted anceſtors. Careleſs of the cenſure of the multitude, I glory in my Teutonophobia, and wiſh my poor efforts could extend the infection."
                            },
                            {
                                "example_id": "e3f594d3-1073-4763-ac6c-cbca5510d9b8",
                                "sense_id": "97403447-5c99-3743-b176-64acf525ce15",
                                "text": "The same kind of mind which has Russophobia on the brain in Asia would get Teutonophobia on the brain at the Cape."
                            },
                            {
                                "example_id": "d01c5b66-623e-4d7d-8f55-b00ba1d7b4f8",
                                "sense_id": "97403447-5c99-3743-b176-64acf525ce15",
                                "text": "The PIGS’s financial problems had political as well as economic consequences. They had to submit to a demoralizing virtual receivership under the auspices of the European financial institutions and the IMF. Given the German backbone of the European financial system, considerable Teutonophobia and dissipation of the political consensus supporting the European Union ensued."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}