{
    "word": "thort",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "f72282e3-0122-31f7-ac4b-92b4c4509932",
                "word": "thort",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "8e2b9a52-f6a4-454b-92e9-920a00a434ec",
                        "entry_id": "f72282e3-0122-31f7-ac4b-92b4c4509932",
                        "tags": [
                            "plural"
                        ],
                        "form": "thorts"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "f021ce1e-c5f5-30ff-a9e5-4fe0c1a1b4cc",
                        "entry_id": "f72282e3-0122-31f7-ac4b-92b4c4509932",
                        "glosses": [
                            "Eye dialect spelling of thought."
                        ],
                        "tags": [
                            "alt-of",
                            "pronunciation-spelling"
                        ],
                        "examples": [
                            {
                                "example_id": "36a64fc1-1859-4b3e-bb5f-dbc6c1b4a87e",
                                "sense_id": "f021ce1e-c5f5-30ff-a9e5-4fe0c1a1b4cc",
                                "text": "And he had jest the same helegant but simple lunch as before, with a bottle of the same splendid Champane, as before, and he didn't harf finish it, as before, and not a drop of what he left was wasted, as before; and so, when he paid me his little account, he arsked me if many of the werry bewtifool ladies, as I had told him of when he came larst, had been to the \"Grand\" lately, so the bold thort seized, me, and I says to him, \"Yes, your ——, there's jest a nice few of 'em here now, and if you will kindly foller me up to our bewtifool Libery, and will keep your eyes quite wide open as you gos along, you will see jest about a hole room full of 'em.\""
                            },
                            {
                                "example_id": "23c17bcf-4a86-4b37-8185-8625cff0c733",
                                "sense_id": "f021ce1e-c5f5-30ff-a9e5-4fe0c1a1b4cc",
                                "text": "BROWN wound up the armony of our truly appy heavening by singing his new song of, \"The LORD MARE leads a nappy life,\" and we sort our seweral nupshal couches as happy and contented a lot as his Lordship hisself, our werry larst drink all round being to the follering sentiment given out by me as the prowd Chairman: \"May all the well to do in this grand old London of ours enjoy as merry a Crismus as we have enjoyed to-night, and may they all give a kind thort, and a liberal stump-up, to all the poor and needy who so badly wants it this bitter weather.\""
                            },
                            {
                                "example_id": "39422466-2312-4e83-8363-631ed84299b5",
                                "sense_id": "f021ce1e-c5f5-30ff-a9e5-4fe0c1a1b4cc",
                                "text": "When we got to the Darby, in course our fust thort was lunch, but afore I coud get beyond laying the cloth, there came such a reglar buster of an ail storm that we was all drove hunder the homnibus for shelter, and when it leaved off, and I went on the roof, the table cloth was about three inches thick with round ale stones!"
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            },
            {
                "entry_id": "f088a4f9-e33d-36d2-a42b-ad3dfcd32e1b",
                "word": "thort",
                "pos": "verb",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "5d804c12-b1cf-3669-9c5a-c223e065cf10",
                        "entry_id": "f088a4f9-e33d-36d2-a42b-ad3dfcd32e1b",
                        "glosses": [
                            "Eye dialect spelling of thought."
                        ],
                        "tags": [
                            "alt-of",
                            "pronunciation-spelling"
                        ],
                        "examples": [
                            {
                                "example_id": "a0945eb0-f486-4b08-8aa2-0253dcb27247",
                                "sense_id": "5d804c12-b1cf-3669-9c5a-c223e065cf10",
                                "text": "\"Who'd a thort there'd 've been any of the warmints about, whin we took sich pains with our fire."
                            },
                            {
                                "example_id": "5d489f45-b730-4982-a556-ae042df34062",
                                "sense_id": "5d804c12-b1cf-3669-9c5a-c223e065cf10",
                                "text": "Mayhap it wouldn't be right till take it from a sinner like me, but--I thort I'd like it, somehow,\"--showing him the fly-leaf."
                            },
                            {
                                "example_id": "a72c38e7-5878-47d0-96c6-e786e62a9c98",
                                "sense_id": "5d804c12-b1cf-3669-9c5a-c223e065cf10",
                                "text": "Off he goes, and the neks sean shows us the werry plaice, all filled with savidges, and demons, and snakes, and things; and presently, when Mr. Horfay is seen a cumming down, all the demons and savidges runs at him to stop him; but he holds up the Liar, and begins for to sing, and most bewtifully too, tho' I didn't kno the tune; they all makes way for him, and he gos bang into lots of big flames, and so I werry naterally thort as how it was all over."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}