{
    "word": "tientsin",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "550499af-b030-3848-9b0a-d3fe8f571d40",
                "word": "Tientsin",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                        "entry_id": "550499af-b030-3848-9b0a-d3fe8f571d40",
                        "glosses": [
                            "Alternative form of Tianjin."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "75a80f94-b7e5-46d9-af98-7bcc0b706642",
                                "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                                "text": "NORTH CHINA.—A letter from Mr. Blodget announces the arrival of Mr. and Mrs. Stanley at Tientsin, on the 13th of March, \"after their long voyage and their winter at Shanghai.\"...Mr. Stanley reached Shanghai so late in the season, last year, that navigation to Tientsin was closed for the winter."
                            },
                            {
                                "example_id": "cffb096f-5aaf-49fa-b150-8de08af6a321",
                                "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                                "text": "The difficulty, then, was to obtain for our country, whilst remaining at peace, the same commercial advantages which England and France might acquire by war. This task our Minister performed with tact, ability, and success, by the conclusion of the treaty of Tientsin of the 18th June, 1858, and the two supplemental conventions of Shanghae of the 8th November following.* These have placed our commercial relations with China on the same satisfactory footing with those of England and France, and have resulted in the actual payment of the full amount of all the just claims of our citizens, leaving a surplus to the credit of the Treasury. This object has been accomplished, whilst our friendly relations with the Chinese Government were never for a moment interrupted, but on the contrary have been greatly strengthened."
                            },
                            {
                                "example_id": "2d88f164-60b3-4aaf-b643-317db963b524",
                                "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                                "text": "This locomotive replaced the mules and was the beginning of the railway system of the country, for it amply demonstrated to those in authority at the time the economy of rail transport. This great advance made, it was a short step to eliminate the canal altogether with the result that by 1888 the mule tramway had been converted into a railway of 40 miles giving the mines direct access to the sea at the port of Tangku, on the Peiho, about 40 miles below Tientsin, which was also reached by the railway in 1888 (October)."
                            },
                            {
                                "example_id": "a8847384-d36b-4029-8324-347e99d981f3",
                                "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                                "text": "Mrs. Hoover had accompanied me to Peking and upon my return to the city next day I found her very ill at the hotel. There was no doctor available, so I had her carried to the station and took the first train to Tientsin where there was an able physician. That trouble proved to be a sinus stoppage and was quickly relieved."
                            },
                            {
                                "example_id": "44fae897-1a3e-43e5-a854-b298301082f9",
                                "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                                "text": "A Japanese youth asked: \"Have you ever thought of traveling abroad? Where would you like to go?\"\nA Tientsin middle school Red Guard answered: \"I have not thought about it; we do not think of sightseeing, but if I had the chance I would like to go to Vietnam and fight at the side of the fraternal Vietnamese people to wipe out the U.S. invading gangsters.\""
                            },
                            {
                                "example_id": "ca729bb1-40ce-4d8c-aa0c-7dbc954c10c8",
                                "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                                "text": "As with most twentieth-century Chinese writers, little is known of Ts’ao Yü’s life. Though his ancestral home was Ch’ien-chiang 潛江, Hupei province, he himself was probably born in Tientsin in either 1909 or 1910."
                            },
                            {
                                "example_id": "72c2973e-f10d-4517-a3e9-40c76c4a1231",
                                "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                                "text": "Up north, a man in Peiping described how each time he went back to his village near Tientsin, he had to take nails."
                            },
                            {
                                "example_id": "8948f158-9bad-4234-913f-7d70ea9c9122",
                                "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                                "text": "In 1909, North China was swept by smallpox, diphtheria and scarlet fever. In 1910, the pneumonic plague spread its deadly tentacles down from Manchuria. Cases of plague were reported daily in Peking, and the medical field experienced considerable alarm. To protect themselves, their students and their existing patients, hospitals closed the inpatient departments. Happily, the rumours of death were overblown, and there had actually been very few cases of real plague. Tientsin, as the port to Peking, was carefully guarded by a large staff of physicians and police officers, who kept the city in quarantine for a time. Rail travel was only allowed by special permission. In other parts of China, people would never isolate themselves in cases of disease, but in large part thanks to Leonora, the populace of Tientsin had \"been educated up to foreign medicine and seldom call us [the doctors] too late.\""
                            },
                            {
                                "example_id": "3c87370a-2ec6-4e6f-be07-953fe773af1e",
                                "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                                "text": "By the end of the month, Japanese forces had seized Tientsin and Beijing. Shanghai fell in November. The capital, Nanjing, succumbed in December."
                            },
                            {
                                "example_id": "492d59fa-972f-4801-90da-9faa312e8b57",
                                "sense_id": "e1517ae1-2345-3a0a-ab0e-e1dd50a62baf",
                                "text": "On July 12 the Marshall party boarded the army transport St. Mihiel in New York and, after stops with friends in San Francisco and Honolulu, landed at Ch’in-huang-tao, China, on September 7, reaching Tientsin regimental headquarters soon after."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}