{
    "word": "türk",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "dc5c291a-b599-342e-b94b-01a77199e4aa",
                "word": "Türk",
                "pos": "adj",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "3adcbf7b-0632-45b1-8982-8f06900e4420",
                        "entry_id": "dc5c291a-b599-342e-b94b-01a77199e4aa",
                        "tags": [
                            "comparative"
                        ],
                        "form": "more Türk"
                    },
                    {
                        "form_id": "d19b7ec3-453b-4c09-8d1a-bd368672073f",
                        "entry_id": "dc5c291a-b599-342e-b94b-01a77199e4aa",
                        "tags": [
                            "superlative"
                        ],
                        "form": "most Türk"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "c189f54a-e4b0-3f7e-9821-8478ac56ab42",
                        "entry_id": "dc5c291a-b599-342e-b94b-01a77199e4aa",
                        "glosses": [
                            "Alternative spelling of Turk."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": []
                    }
                ],
                "translations": [],
                "word_linkages": []
            },
            {
                "entry_id": "4aa24a1a-127f-3a16-8566-0eb229dab4df",
                "word": "Türk",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "ea48dea2-d35a-4661-ab97-2d6f424c0177",
                        "entry_id": "4aa24a1a-127f-3a16-8566-0eb229dab4df",
                        "tags": [
                            "plural"
                        ],
                        "form": "Türks"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "db028e9d-2dc4-3cac-9ba1-5347f733aae2",
                        "entry_id": "4aa24a1a-127f-3a16-8566-0eb229dab4df",
                        "glosses": [
                            "Alternative spelling of Turk."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "bba12b8f-f703-4377-920f-4dd0273fc1bb",
                                "sense_id": "db028e9d-2dc4-3cac-9ba1-5347f733aae2",
                                "text": "The two emperors carried the warfare out into the Türk heartland with overwhelming success. A combination of intrigue and attack destroyed Hsieh-li in 630. First, the Chinese persuaded the enemies of the Türk, a confederation of peoples called the Tölös to attack Hsieh-li from the rear. Then a Türk pretender, T’u-li Qaghan was supported by the T’ang as the qaghan of the Türks. The T’ang themselves then encircled Hsieh-li in 630 north of Shansi. The result of this direct offensive destroyed Eastern Türk power for fifty years. Not until 683 was a Türk Qaghan once again able to rally his people against the Chinese. / With the Eastern Türk destroyed, the T’ang turned its offense against the Western Türk still powerful, in Dzungaria."
                            },
                            {
                                "example_id": "d73ceba7-adb1-413f-b59c-da37c0edaf65",
                                "sense_id": "db028e9d-2dc4-3cac-9ba1-5347f733aae2",
                                "text": "Evidence has already been cited to show that in the middle of the 5th century the Türks manufactured iron implements within Juan-juan boundaries. A century later, A-na-kui’s disdainful reference to such an occupation is said to have triggered the Türk revolt which, within a few years, led to the disintegration of the Juan-juan empire. There is no way of knowing whether the Türks were engaged in the mining or in the processing of iron ore, or possibly in both of these related activities. There are many references to caverns in which Türks had lived prior to their obtaining political power, and terms such as “ancestral” or “birth” caverns occur frequently. According to the Chou shu, the kaghan of the Türks “every year leads the nobles to the ancestral cavern to offer a sacrifice.”"
                            },
                            {
                                "example_id": "1ea4e1c1-8227-468f-a812-bcd9c869a7c1",
                                "sense_id": "db028e9d-2dc4-3cac-9ba1-5347f733aae2",
                                "text": "After the First Türk Empire had been defeated by the emperor T’ai-tsung in 630, the Eastern Türk tribes were resettled north of the Ordos and Shansi. T’ai-tsung drafted his new subjects into the service of the T’ang Empire, but the existing tribal and administrative system was not altered and measures were taken to attract the Türk aristocracy to the imperial service. The author of the ancient Türk inscriptions in honour of Kül-tegin (732) notes with disapproval, when speaking of those times, that ‘The Türk begs abandoned their Türk titles. The begs who went to China held Chinese titles, obeyed the Chinese emperor; they served him for fifty years’ (KT, E 7–8). For most of the Türk people, forcibly resettled in strictly defined regions, life was hard. The Türk historian recalls those five decades as a time of shame, degradation and humiliation; the heaviest burden was the ‘blood tribute’, the obligation to fight in the imperial wars: ‘Your blood flowed like a river; your bones were heaped up like a mountain; your beg-like sons became slaves; your lady-like daughters became servants’ (KT, E 23)."
                            },
                            {
                                "example_id": "ad6880a5-c857-4907-b1cd-4e4c6f96c102",
                                "sense_id": "db028e9d-2dc4-3cac-9ba1-5347f733aae2",
                                "text": "With the conquest of Sogdiana by the Türk armies against the Hephtalites,^([sic]) in 560, a genuine Sogdo-Türk fusion was created. Numerous examples attest to this. Thus, Čakin Čur-Bil’ga, one of the kings of Panjikent at the end of the 7th century, was a Türk, and his successor Dēwāštīč, though bearing an Iranian name, was himself of Türk descent, according to his genealogy as related in the History of Nïshapur. And again, the only Sogdian contract of marriage which has been preserved united a Türk and a noble Sogdian woman."
                            },
                            {
                                "example_id": "00cdfa2c-d6d7-40d2-9c13-fbbf683ce0e5",
                                "sense_id": "db028e9d-2dc4-3cac-9ba1-5347f733aae2",
                                "text": "The Byzantine sources also tell us that the Türks had a holy mountain, noted for its abundance of fruits and pastures and immunity to epidemics and earthquakes. This mountain was, by law, given to the most powerful of the Türk rulers. Now a Türk inscription exhorts the people to stay on one particular mountain (called Ötükän) and says that if it remains there it will survive for ever, dominating other peoples, but if it goes elsewhere it will die. We are further informed by the Byzantine historians that the Türks hold fire in the most extraordinary respect, and also venerate air, water and earth, but do not worship and call ‘god’ anyone except the creator of heaven and earth: to him they sacrifice horses, oxen and sheep. / Chinese sources and Türk inscriptions show that the Türk rulers constantly orientated themselves towards the east."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}