{
    "word": "vacabond",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "478811f8-ac24-38b9-a5b0-8f260bfde019",
                "word": "vacabond",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "4dfe1e57-ebb4-4e46-ae84-fce4ad7ef47c",
                        "entry_id": "478811f8-ac24-38b9-a5b0-8f260bfde019",
                        "tags": [
                            "plural"
                        ],
                        "form": "vacabonds"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "4fcbe065-b09e-37b8-bc3c-b40fb43fa66c",
                        "entry_id": "478811f8-ac24-38b9-a5b0-8f260bfde019",
                        "glosses": [
                            "Alternative form of vagabond."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative",
                            "obsolete"
                        ],
                        "examples": [
                            {
                                "example_id": "d70babec-b6fc-492d-b027-79d05a428902",
                                "sense_id": "4fcbe065-b09e-37b8-bc3c-b40fb43fa66c",
                                "text": "That everie Souldier or Mariner that shalbe taken beginge in any place within this Realme after the Feaste of Easter nexte, or any that shall counterfeite any Certificate in this Acte expressed, shall for ever lose his Annuitie or Pension, and shalbe taken deemed and adjudged as a common Rogue or Vacabond person, and shall have and sustayne the same, and the like Paynes Imprisonment and Punyshment as is appointed and provided for common rogues and vacabond persons."
                            },
                            {
                                "example_id": "afd67215-3b82-46f5-ad1d-6bed558ce37c",
                                "sense_id": "4fcbe065-b09e-37b8-bc3c-b40fb43fa66c",
                                "text": "And if any such Manniske, Scottish, or Irish rogue, vacabond or begger, be already, or shall at any time hereafter be set on land, or shall come into any part or England or Wales, the same, after hee or shee shall be punished as aforesaid, shall be conueyed to the next Port or Parish in or neere which ley were landed or first came, in such sort as rogues are appointed to be by this present act, & from thence to be transported at the common charge of the countrey where they were set on land into those parts from whence they came or were brought."
                            },
                            {
                                "example_id": "26854562-8dc9-49ff-9665-edba928f7e17",
                                "sense_id": "4fcbe065-b09e-37b8-bc3c-b40fb43fa66c",
                                "text": "Such \"masterless men,\" decoyed into the tippling-houses, soon learnt to love idleness rather than honest labour, and helped to swell the crowd of rogues and \"vacabonds\" which infested the suburbs of London, to the terror of honest folk."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}