{
    "word": "variëty",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "ef6d6483-4920-3662-9f62-8221a72910d9",
                "word": "variëty",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "286178d8-62bf-4b86-9244-cfb7745cc5e7",
                        "entry_id": "ef6d6483-4920-3662-9f62-8221a72910d9",
                        "tags": [
                            "plural"
                        ],
                        "form": "variëties"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "b6a54165-db80-3c3c-afe2-426082a2ad9d",
                        "entry_id": "ef6d6483-4920-3662-9f62-8221a72910d9",
                        "glosses": [
                            "Rare spelling of variety."
                        ],
                        "tags": [
                            "alt-of",
                            "rare"
                        ],
                        "examples": [
                            {
                                "example_id": "220297bb-a7f1-4e9e-8fa9-253c2397c2a1",
                                "sense_id": "b6a54165-db80-3c3c-afe2-426082a2ad9d",
                                "text": "2. Nay, every single lie is attended with such a variëty of circumstances which lead to a detection, that it is often discovered."
                            },
                            {
                                "example_id": "a0a40394-eb27-40ef-b9b5-76ed7c0e1eed",
                                "sense_id": "b6a54165-db80-3c3c-afe2-426082a2ad9d",
                                "text": "Do not fuse the two sounds ie into i in such words as sociëty, variëty, &c.[…]10. The enemies of Socrates conspired to ruin him, and calumny was the means adopted for this end. The Athenians, like many other āncient nations, worshipped a great variëty of gods; but Socrates was inclined to believe that there was but one true God, the author of all things; although, from a degree of prudence, in which he erred, he deemed it best to conform, in some measure, to the superstitions of his fellow-citizens, and to conceal his real opinions.[…]3. The whole wingëd insect tribe, it is probable, are equally intent upon their proper enjoyments; and under every variëty of constitution gratified, and perhaps equally gratified, by the offices which the Author of their nature has assigned to them."
                            },
                            {
                                "example_id": "f5a7c8aa-d193-4a9a-9646-020ec80e9c98",
                                "sense_id": "b6a54165-db80-3c3c-afe2-426082a2ad9d",
                                "text": "“Petroleum lamps and pendants.—These articles of American manufacture are now having a fair sale in this city. The same is true of some variëties of gas-fixtures and nickel-plated ware."
                            },
                            {
                                "example_id": "5566cda6-41c3-4567-bacd-5e0db929c401",
                                "sense_id": "b6a54165-db80-3c3c-afe2-426082a2ad9d",
                                "text": "(The determination of the shape of some variëties of oranges in relation to the methods of packing, Hadar, October 1935, Vol. VIII, No. 10)."
                            },
                            {
                                "example_id": "b33c93ab-5efd-4235-86f5-e2516592ec02",
                                "sense_id": "b6a54165-db80-3c3c-afe2-426082a2ad9d",
                                "text": "Observations on 52 species, variëties and hybrids of ornamental Malus-species showed that those which can be grouped in the section Sorbomalus were resistent^([sic]) to scab with only one doubtful case. Table 1 shows the distribution of resistance to scab amongst 36 species and variëties."
                            },
                            {
                                "example_id": "14fd6f64-5a1d-4175-b788-5a489daed728",
                                "sense_id": "b6a54165-db80-3c3c-afe2-426082a2ad9d",
                                "text": "According to everything I've ever read, it is the opposite: English is undergoing a *unification* of dialects, especially between American and British variëties."
                            },
                            {
                                "example_id": "798e547d-ff2c-4f49-833f-7436cb0a4be9",
                                "sense_id": "b6a54165-db80-3c3c-afe2-426082a2ad9d",
                                "text": "How is it redundant to show the meanings of the words through endings? In the English sentence \"The sociëty's cash flow this year is rather low\" has no redundant aspects. It is terser and allows for a greater variëty of literary forms with which to express oneself."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}