{
    "word": "wanigan",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "e97525a7-5ca0-3969-b4b9-5dea5ab2e9de",
                "word": "wanigan",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "5d830d81-f9b9-4252-9685-715f3cb980f9",
                        "entry_id": "e97525a7-5ca0-3969-b4b9-5dea5ab2e9de",
                        "tags": [
                            "plural"
                        ],
                        "form": "wanigans"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "46c77a7b-d37f-31de-84af-1e9dabe45744",
                        "entry_id": "e97525a7-5ca0-3969-b4b9-5dea5ab2e9de",
                        "glosses": [
                            "Alternative form of wangan."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": []
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [
            {
                "entry_id": "29045f00-24d3-34d4-a909-12e4f47b407b",
                "word": "wanigan",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "22aa19ea-efb0-4d1d-99bd-a5957a3d5e0a",
                        "entry_id": "29045f00-24d3-34d4-a909-12e4f47b407b",
                        "tags": [
                            "plural"
                        ],
                        "form": "wanigans"
                    },
                    {
                        "form_id": "9b195851-b221-4bf8-b316-1cbf9ced2307",
                        "entry_id": "29045f00-24d3-34d4-a909-12e4f47b407b",
                        "tags": [],
                        "form": "wangan"
                    },
                    {
                        "form_id": "ba7d34d2-ed69-48d3-89c4-8293855cf0d7",
                        "entry_id": "29045f00-24d3-34d4-a909-12e4f47b407b",
                        "tags": [],
                        "form": "wannigan"
                    },
                    {
                        "form_id": "88ad506f-6729-4e79-9d55-be1a346b0d3b",
                        "entry_id": "29045f00-24d3-34d4-a909-12e4f47b407b",
                        "tags": [],
                        "form": "wangun"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "c591cbd1-1a4a-3765-8245-5e096b26d6fb",
                        "entry_id": "29045f00-24d3-34d4-a909-12e4f47b407b",
                        "glosses": [
                            "Boîte généralement en bois dans laquelle sont conservées de petites fournitures ou une réserve de nourriture lors des excursions en canoë ou en traîneau."
                        ],
                        "tags": [],
                        "examples": [
                            {
                                "example_id": "e85571e7-ca82-48df-8ac1-936ba104805f",
                                "sense_id": "c591cbd1-1a4a-3765-8245-5e096b26d6fb",
                                "text": "Having come from a few hours of lake paddling, the canoe has been trimmed flat, and to counter the difference in distance between the bow and stern seats and cach end of the canoe, the load has been packed weight forward. The two food pack- baskets (the heaviest items) are right behind the bow quarter-thwart. The wanigan is just in front of the center thwart, and two people's gear is in waterproof gear bags behind the center thwart.",
                                "translation": "Après quelques heures de navigation sur le lac, le canoë a été mis à plat et, pour compenser la différence de distance entre les sièges de la proue et de la poupe et l'extrémité arrière du canoë, la charge a été répartie vers l'avant. Les deux paniers de nourriture (les articles les plus lourds) se trouvent juste derrière le quart de cercle de la proue. Le wanigan est juste devant le banc central, et les affaires de deux personnes sont dans des sacs étanches derrière le banc central."
                            }
                        ]
                    },
                    {
                        "sense_id": "bbfe2f1c-30d2-3182-a49b-40bd8f259e16",
                        "entry_id": "29045f00-24d3-34d4-a909-12e4f47b407b",
                        "glosses": [
                            "(Vieilli) Bateau utilisé sur les rivières pour transporter le personnel d'un camp de bûcherons, dont les cuisiniers, ainsi que les outils du camp et les provisions pour le voyage."
                        ],
                        "tags": [],
                        "examples": [
                            {
                                "example_id": "692ca7e2-ed85-4e67-ade4-d52462c2a90a",
                                "sense_id": "bbfe2f1c-30d2-3182-a49b-40bd8f259e16",
                                "text": "When thirteen-year-old Ben W. left school to work with his father logging camp, a winter of peeling potatoes and seting tables wasn't the adventure he had in mind. Still, come spring, he signs up for the log drive with his friend Nevers, wishing the head cook on the wanigan (the floating cookshack) could be someone other than his crabby Pa. Fate, with a wink, complies, and Pa quits-only to be replaced by someone far worse: Pete Sardman, aka Old Sard, a cantankerous character complete with greasy apron, eye patch, one deaf ear, and plenty to say.",
                                "translation": "Lorsque Ben W., treize ans, quitte l'école pour travailler avec son père dans un camp de bûcherons, un hiver à éplucher des pommes de terre et à dresser des tables n'est pas l'aventure qu'il avait en tête. Pourtant, au printemps, il s'inscrit à la drave avec son ami Nevers, souhaitant que le chef cuisinier du wanigan (la cabane flottante) soit quelqu'un d'autre que son grincheux de père. Le destin, avec un clin d'œil, s'exécute, et Pa démissionne - pour être remplacé par quelqu'un de bien pire : Pete Sardman, alias Old Sard, un personnage acariâtre doté d'un tablier graisseux, d'un cache-œil, d'une oreille sourde et de beaucoup de choses à dire."
                            }
                        ]
                    },
                    {
                        "sense_id": "c41b004d-c0da-3793-9d83-067fc6a556f2",
                        "entry_id": "29045f00-24d3-34d4-a909-12e4f47b407b",
                        "glosses": [
                            "(Vieilli) Lieu dans un camp de bûcherons où l'on tient les comptes et où l'on paie les hommes."
                        ],
                        "tags": [],
                        "examples": []
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}