{
    "word": "whoëver",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "106e5bb5-7a14-3942-8c88-293cb2e53409",
                "word": "whoëver",
                "pos": "pron",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "1495f502-9f3d-377b-a5e5-5d53d02749bf",
                        "entry_id": "106e5bb5-7a14-3942-8c88-293cb2e53409",
                        "glosses": [
                            "Obsolete and rare spelling of whoever."
                        ],
                        "tags": [
                            "alt-of",
                            "obsolete",
                            "rare"
                        ],
                        "examples": [
                            {
                                "example_id": "e631ca04-13cc-41f2-9a25-9cc705e91379",
                                "sense_id": "1495f502-9f3d-377b-a5e5-5d53d02749bf",
                                "text": "And Mr. Pyle, on Heb. i. i. ſays; “Whoëver will compare the firſt Chapter of the Epiſtle to the Hebrews, and the beginning of St. John’s Goſpel, and other Paſſages of the New Teſtament, with the numerous Expreſſions of Philo Judæus, concerning the Perſonal Character of him whom they all ſtile the Word or Son of God; will, I think, clearly perceive; that the Evangelic Writers did conform themſelves to the well-known Language and Notion of that Time, in this matter.”"
                            },
                            {
                                "example_id": "f2e541f0-ce8e-4008-897a-c3f2e99926a4",
                                "sense_id": "1495f502-9f3d-377b-a5e5-5d53d02749bf",
                                "text": "Donatus, or whoëver is the Author of that Diſcourſe about Comedy, ſays;"
                            },
                            {
                                "example_id": "dec5b313-9905-4a57-bf87-43cb0beb4693",
                                "sense_id": "1495f502-9f3d-377b-a5e5-5d53d02749bf",
                                "text": "Whoëver shall receive this child, in my name, shall receive me, and whoëver shall receive me, shall receive him sending me."
                            },
                            {
                                "example_id": "81ff4beb-a5da-4d16-a0f4-44f82bf3846b",
                                "sense_id": "1495f502-9f3d-377b-a5e5-5d53d02749bf",
                                "text": "For none did-they-heed of humankind on earth, / Nor-the-bad, nor-the-good; whoëver came to them!"
                            },
                            {
                                "example_id": "8bd49163-2906-4b4b-bbc6-b5eb1054b322",
                                "sense_id": "1495f502-9f3d-377b-a5e5-5d53d02749bf",
                                "text": "Whoëver solicits insurance on behalf of any fire, marine, inland, life or accident insurance company, or transmits for any person other than himself an application for insurance, or a policy of insurance, to or from said company, or advertises that he will receive or transmit the same, shall be held to be an agent of the company to all intents and purposes, unless it can be shown that he receives no commission or other compensation or consideration for such service.[…]Whoëver violates the provisions of this chapter, shall be punished by a fine not exceeding $500, nor less than $50, for each offense.[…]If he did not know who owned the land, he was bound to know that the logs severed from the soil were the property of the owner, whoëver he might be, and that without the consent of such owner he had no right to interfere with the property."
                            },
                            {
                                "example_id": "ea741892-2a73-4a3c-aa22-3c546ec539c8",
                                "sense_id": "1495f502-9f3d-377b-a5e5-5d53d02749bf",
                                "text": "Suitors will not be permitted to plead ignorance of the law that an agent can bind his principal only within the scope of his authority, and that whoëver deals with a special agent, constituted for a special purpose, deals at his peril, and is bound to know the extent of his authority."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}