{
    "word": "égalitarian",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "bdac9da3-109b-3903-a1e1-8f1a8755811a",
                "word": "égalitarian",
                "pos": "adj",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "cb193142-20a2-41df-b70a-dc021df64f7d",
                        "entry_id": "bdac9da3-109b-3903-a1e1-8f1a8755811a",
                        "tags": [
                            "comparative"
                        ],
                        "form": "more égalitarian"
                    },
                    {
                        "form_id": "eee138a1-b08a-44b3-87ed-161060257886",
                        "entry_id": "bdac9da3-109b-3903-a1e1-8f1a8755811a",
                        "tags": [
                            "superlative"
                        ],
                        "form": "most égalitarian"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "4a94d002-a6eb-3d5a-8043-61c9c772cad7",
                        "entry_id": "bdac9da3-109b-3903-a1e1-8f1a8755811a",
                        "glosses": [
                            "Alternative spelling of egalitarian."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative"
                        ],
                        "examples": [
                            {
                                "example_id": "45c1e21e-6e70-499d-9278-154d5fb7f358",
                                "sense_id": "4a94d002-a6eb-3d5a-8043-61c9c772cad7",
                                "text": "For many centuries after Europe became Christian we find two main classes, the ruling aristocracy, lay and clerical, and a mass of serfs, — with a small middle class consisting of freeholders and burghers. Whatever had been the primitive condition, medieval society was never égalitarian but always hierarchical; and the Church patterned itself after the State."
                            },
                            {
                                "example_id": "457dca8e-1eea-4ec2-a131-75837315d30b",
                                "sense_id": "4a94d002-a6eb-3d5a-8043-61c9c772cad7",
                                "text": "In all places and at all times, the distribution of income remains the same. Neither institutional change nor égalitarian taxation can alter this fundamental constant of the social sciences."
                            },
                            {
                                "example_id": "0d559a78-89d9-43e2-a45b-d2b7f93631c8",
                                "sense_id": "4a94d002-a6eb-3d5a-8043-61c9c772cad7",
                                "text": "Anyone conversant with colonial life and literature will know that a recurring situation was the dilemma of the Englishman (often elitist, intellectual and down on his luck) who went to the colonies to repair his fortunes, was horrified by the égalitarian, ‘barbaric’ attitudes of the new world citizens, and returned home only to find he had become an alien in his own land as well."
                            },
                            {
                                "example_id": "ed742123-24bc-4fa6-bce4-bbbcbc34fad1",
                                "sense_id": "4a94d002-a6eb-3d5a-8043-61c9c772cad7",
                                "text": "Dealing with the great men of history, Jabotinsky clearly follows Carlyle’s theory about the role of great men and sees the will to power as the motive force in history. In a parallel way, another of Jabotinsky’s ideas, that of Pan-basilea (‘Every Man is a King’), also fits into this scheme: its roots are not égalitarian, as sometimes maintained, but aggressive: every man is a king, according to Jabotinsky, because all men partake in this impulse or instinct to power and domination."
                            },
                            {
                                "example_id": "bbe58381-1aa0-4fe9-92c8-c144ea96e962",
                                "sense_id": "4a94d002-a6eb-3d5a-8043-61c9c772cad7",
                                "text": "In any case, strong central direction was needed in the areas of largest settlement: the Danelaw of eastern Britain, the realm of the Ostmen in eastern Ireland, the ‘Normandy’ of France, the Khāqānate of Russian Khazaria, and so on. But autocratic kingship is not easily accommodated to the égalitarian èthos of barbarian warbands or ship companies, which are associations of comrades; and Abortive Scandinavian Civilization’s greatest political achievement, Iceland, was founded by people who were actively trying to escape it."
                            },
                            {
                                "example_id": "3b2dd686-0358-454e-9bd3-6090f8d0e1a6",
                                "sense_id": "4a94d002-a6eb-3d5a-8043-61c9c772cad7",
                                "text": "This work describes the oscillating link between a hierarchized scheme (patron/client) and an égalitarian one (« frères ennemis »)."
                            },
                            {
                                "example_id": "b08f1c52-29a3-41ad-b65b-9093da689cef",
                                "sense_id": "4a94d002-a6eb-3d5a-8043-61c9c772cad7",
                                "text": "Inasmuch as he intones the requisite égalitarian verities of multicultural rectitude, Cotler cannot hide his bias."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}