{
    "word": "égalitarianism",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "e59c227d-3486-35b9-8515-73e4402ca41b",
                "word": "égalitarianism",
                "pos": "noun",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "b405f76b-a41e-39f5-9787-6e66d1ceba51",
                        "entry_id": "e59c227d-3486-35b9-8515-73e4402ca41b",
                        "glosses": [
                            "Alternative spelling of egalitarianism."
                        ],
                        "tags": [
                            "alt-of",
                            "alternative",
                            "rare",
                            "uncountable"
                        ],
                        "examples": [
                            {
                                "example_id": "a2c1d19b-d6ae-4f43-8648-6578fd3500e0",
                                "sense_id": "b405f76b-a41e-39f5-9787-6e66d1ceba51",
                                "text": "In this seething cauldron of drastic change, what of the historical society? However democratic it may be today, will it tomorrow, because it reaches only the upper levels of our society, be even more out of touch with the main stream of events, even more isolated from contact with reality, of even less interest to the public than the snobbish, or self-congratulatory, or one-meeting-a-year historical society is today? Not reaching even the plumber from Kenosha today, will it be completely shelved in the greater égalitarianism of tomorrow? And what can we do about this? How can we improve the calibre of the citizenship of the growing megalopolis or effectively participate in the great ideological debate confronting the world today if we cannot reach past the plumber from Kenosha to the less educated, less skilled, less favored man beyond?"
                            },
                            {
                                "example_id": "32363924-aff3-4347-823e-460139bdbe7e",
                                "sense_id": "b405f76b-a41e-39f5-9787-6e66d1ceba51",
                                "text": "Since redistribution in real life can never be of the distortionless type, égalitarianism will not (and should not) be carried all the way."
                            },
                            {
                                "example_id": "6304dae9-2bff-4b45-93d3-d64fca8b56f5",
                                "sense_id": "b405f76b-a41e-39f5-9787-6e66d1ceba51",
                                "text": "Pierre-le-Grandisme cannot take the social revolution beyond the Gracchus Babeuf’s égalitarianism of prisoners at hard labor and communist corvée of Cabet."
                            },
                            {
                                "example_id": "b8cdd8a4-582a-4f57-8b1c-3de134485c33",
                                "sense_id": "b405f76b-a41e-39f5-9787-6e66d1ceba51",
                                "text": "Although all the developing countries are pledged to égalitarianism, perhaps they feel that at this moment, and for a long time to come, their real need is for the training of leaders or an intellectual élite."
                            },
                            {
                                "example_id": "9d14edfb-4281-42da-be45-a475c8515887",
                                "sense_id": "b405f76b-a41e-39f5-9787-6e66d1ceba51",
                                "text": "Other groups envisage societies based on various forms of socialism and égalitarianism, but with constraints on consumption through strong government intervention in production and in resource allocation."
                            },
                            {
                                "example_id": "7882bf82-645b-439c-87a5-81f382cbbb6b",
                                "sense_id": "b405f76b-a41e-39f5-9787-6e66d1ceba51",
                                "text": "Stephen believed (as I do) that the radical nationalist tradition contains much that is admirable — and that it has been our dominant nationalist ideology, alone unconfused by British loyalties. But I can now see that the nest of radical Australian historians hatched by Manning Clark at Melboume after the War carried an inbuilt self-destruct mechanism: not just ‘bourgeois consciousness’, but the contradiction between égalitarianism and that other convict bequest: love of liberty."
                            },
                            {
                                "example_id": "8aabcb7a-61a4-4aaf-acef-022097233ab0",
                                "sense_id": "b405f76b-a41e-39f5-9787-6e66d1ceba51",
                                "text": "In the face of such phenomena, justice demands protection against bogus and thoughtless égalitarianism. The legal claim, conceding the particularity of every member of a political community, constitutes a bulwark against the pressures of public sentiment and the unpredictable vicissitudes of dominant opinion."
                            },
                            {
                                "example_id": "20de2e2d-6f96-405f-8e64-f463c49aa5d6",
                                "sense_id": "b405f76b-a41e-39f5-9787-6e66d1ceba51",
                                "text": "As Lee concludes, the Confucian concept of education ‘. . . is strongly coloured by a sense of égalitarianism — you can achieve it if you want to’."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}