{
    "word": "îrân",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "a404ddf9-d52d-3c3e-a2dd-3eaee277045f",
                "word": "Îrân",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "67f5d597-f603-37eb-8d8d-b3eb860ab8a0",
                        "entry_id": "a404ddf9-d52d-3c3e-a2dd-3eaee277045f",
                        "glosses": [
                            "Rare spelling of Iran."
                        ],
                        "tags": [
                            "alt-of",
                            "rare"
                        ],
                        "examples": [
                            {
                                "example_id": "c1eafa71-359a-40a3-a6e7-258bbeda895e",
                                "sense_id": "67f5d597-f603-37eb-8d8d-b3eb860ab8a0",
                                "text": "This may be seen clearly in the case of the old Persian myth, mentioned briefly above (pp. 15, 16), where I showed that all that it told of the contests and mutual relations of the Sun and Night was, at the stage of the rising national consciousness, converted into contests between Îrân and Tûrân—the heroes of mythology became national heroes, the victorious Sun became a victorious helper and saviour of the nation, and the malicious intriguing Darkness the cunning hero of the hostile people.[…]The preservation of old national memories was promoted partly by the intellectual movement excited in Îrân by the ‘King’s Book’ (Shâh-nâmeh), partly by national historians of a remarkable type, who were at the same time proficient in Arabic philology and interested in the preservation of old memories of their own nation."
                            },
                            {
                                "example_id": "4349b80d-09f2-4a89-aa84-5395df740a1d",
                                "sense_id": "67f5d597-f603-37eb-8d8d-b3eb860ab8a0",
                                "text": "The kingdom of the Sassanians on the other hand, the Arabs completely overran and conquered; Yazdajird, the last of the Chosroes, was hunted down and slain, and the whole land of Îrân passed under the rule of Islam.[…]The Great Desert of Central Persia is the most remarkable physical feature of the high tableland of Îrân.[…]And their misuse of the name is perpetuated throughout Europe to the present day, for with us Persia—from the Greek Persis—has become the common term for the whole empire of the Shâh, whereas the native Persians call their country the kingdom of Îrân, of which Fârs, the ancient Persis, is but one of the southern provinces."
                            },
                            {
                                "example_id": "35bb2f64-0536-43b9-b10b-ae1881a17a83",
                                "sense_id": "67f5d597-f603-37eb-8d8d-b3eb860ab8a0",
                                "text": "And along with the heroic legends of Îrân, it was natural that some of its religious tenets also should gain access to their minds."
                            },
                            {
                                "example_id": "8d08178a-639d-471b-8578-e3799c7719c2",
                                "sense_id": "67f5d597-f603-37eb-8d8d-b3eb860ab8a0",
                                "text": "In the midst of these affairs an ambassador from Shâh Ismâ‘il Husainî Safawî — who had succeeded by inheritance as king of the dominions of Khurâsân and ‘Irâk and the whole country of Îrân — with many valuable presents, jewels fit for kings and fleet Arab horses, arrived at the royal court and had the happiness of kissing the royal vestibule."
                            },
                            {
                                "example_id": "3c978cca-665f-4a59-9ac7-7bfc467cae5b",
                                "sense_id": "67f5d597-f603-37eb-8d8d-b3eb860ab8a0",
                                "text": "There is a young poet of the type of Aga Spenta who has been instrumental in interpreting the thoughts and aspirations of old Îrân to the new Îrân.[…]This will help us in India to study Pahlavî better after the renaissance in Îrân has well advanced.[…]May they be deciphered as early as convenient and speak to us the stories of what had happened in Îrân, twenty-two to twenty-five centuries ago."
                            },
                            {
                                "example_id": "8b442ad5-9e6f-49af-840b-35acad1e8908",
                                "sense_id": "67f5d597-f603-37eb-8d8d-b3eb860ab8a0",
                                "text": "During a study tour in Îrân 1959 I tried to fill in some of the gaps in our knowledge of the black tent.[…]In a large area of Western and Central Îrân the black tents are rather closely related."
                            },
                            {
                                "example_id": "8c3c1b58-93e2-4fb4-a1b8-8b528e3e006b",
                                "sense_id": "67f5d597-f603-37eb-8d8d-b3eb860ab8a0",
                                "text": "In Abkar’s reign skilled horticulaturists^([sic]) came from Îrân and Trânsoxianâ and settled in India."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}