{
    "word": "īrān",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "34da3967-98e5-3217-a757-5de96f22bd09",
                "word": "Īrān",
                "pos": "name",
                "lang_code": "en",
                "forms": [],
                "senses": [
                    {
                        "sense_id": "844946ea-8b9d-3c75-b97f-84bb4a13ad85",
                        "entry_id": "34da3967-98e5-3217-a757-5de96f22bd09",
                        "glosses": [
                            "Rare spelling of Iran."
                        ],
                        "tags": [
                            "alt-of",
                            "rare"
                        ],
                        "examples": [
                            {
                                "example_id": "c0500837-8800-4b08-8e14-8deda450c032",
                                "sense_id": "844946ea-8b9d-3c75-b97f-84bb4a13ad85",
                                "text": "As has been shown above, the Land of Īrān is situated in the central part of the habitable world, but more on the western quarter, so that in longitude most of it lies west of the central meridian (in longitude 90°), while the lesser part falls beyond and to the east of this central line.[…]In the description of the habitable world the positions of places are all reckoned from the equator, this being the topmost line, and (in the map of Īrān, therefore) whatsoever has been set down is after this wise from the tables (of latitudes and longitudes) of places that are commonly agreed to as being (towns) of importance."
                            },
                            {
                                "example_id": "6018ca37-e87b-4731-b7e9-e4ed0a7fa73e",
                                "sense_id": "844946ea-8b9d-3c75-b97f-84bb4a13ad85",
                                "text": "7) The ceiling normally consisted of intersecting triangular stone slabs converging towards a huge central lotus flower. This system was well-known in Īrān and Central Asia (29).[…]To return to Mithra, great importance attaches to the opinions the A. expresses on the subject of his «westernised» and mystic type, which he attributes to some non-Mazdean communities who took refuge in Babylonia when Xerxes banned from Īrān the so-called cult of the daēva gods and of Aṅra Mainyu."
                            },
                            {
                                "example_id": "f4e38e74-24c7-4c81-91e7-fe3b160d45fd",
                                "sense_id": "844946ea-8b9d-3c75-b97f-84bb4a13ad85",
                                "text": "Īrān became a part of the immense empire of the Caliphs; but within that empire Īrānian influence soon made itself strongly felt, and in the spiritual and political life of Islām illustrious sons of Īrān played leading rôles."
                            },
                            {
                                "example_id": "35741344-b520-4bbf-9fda-cdacb089a04e",
                                "sense_id": "844946ea-8b9d-3c75-b97f-84bb4a13ad85",
                                "text": "Of these the most informative are the Persian sources composed in Īrān. Unlike Persian historiography in Asia Minor, Persian authors in Īrān were very adept at creating universal histories, which often contain important news about Asia Minor. The period of Mongol domination of Īrān was the golden age of Persian literature."
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}