{
    "word": "šâh",
    "lang_code": "en",
    "source_file_to_entries": {
        "raw-wiktextract-data.jsonl": [
            {
                "entry_id": "e22593ab-7618-35e1-8280-5f6a3825b603",
                "word": "šâh",
                "pos": "noun",
                "lang_code": "en",
                "forms": [
                    {
                        "form_id": "4e5cec5a-50e1-4023-9040-68783ba42875",
                        "entry_id": "e22593ab-7618-35e1-8280-5f6a3825b603",
                        "tags": [
                            "plural"
                        ],
                        "form": "šâhs"
                    }
                ],
                "senses": [
                    {
                        "sense_id": "bd3675a6-1ad4-3d3f-9f01-dce9fc03d1dd",
                        "entry_id": "e22593ab-7618-35e1-8280-5f6a3825b603",
                        "glosses": [
                            "Rare spelling of shah."
                        ],
                        "tags": [
                            "alt-of",
                            "rare"
                        ],
                        "examples": [
                            {
                                "example_id": "1e1adb34-ba26-4a6b-a952-4cb512279411",
                                "sense_id": "bd3675a6-1ad4-3d3f-9f01-dce9fc03d1dd",
                                "text": "In the course of time the literary form of almost one thousand years produced enormous ”anthologies” for the glory of the šâhs and for the reputation of the poets, giving such valuable compilations to the history of literature as the Lubâb ul-albâb of Mohammad Aufi (A. H. 617—618 A. D. 1220—22), the Tazkirat ul-šuʿarâ’ of Doulatšâh (A. H. 892/A. D. 1487). The Haft Eqlim, the work of Amin Ahmad Rāzi from cca. 930 A. H./1523–24 A. D. was compiled under orders from šâh Ṭahmâsb Safavi, and the Âtaškade of Loṭf ʿAli Beg Âzar comprises the poetry of the 9ᵗʰ—12ᵗʰ century A. H.[…]The Safinat ul-Mahmud is divided into four parts called majles: / 1. majles: about the ”lives and poems of the šâh and the royal princes” (Rieu);[…]"
                            },
                            {
                                "example_id": "5f8c5cb1-3d0b-4c66-ad8e-bf64d0115b16",
                                "sense_id": "bd3675a6-1ad4-3d3f-9f01-dce9fc03d1dd",
                                "text": "He enjoyed much respect and recognition at court and received many payments and gifts from the Šâh but according to Taẕkere-ye meyxane he was never enlisted in the rank of the Šâh’s close companions (Qazvini 1340: 524).[…]As this brief survey illustrates, there is actually no evidence against the view that the Safavid Šâhs appointed poet laureates."
                            },
                            {
                                "example_id": "4d0352b7-9804-482c-80c6-6d37abc3175a",
                                "sense_id": "bd3675a6-1ad4-3d3f-9f01-dce9fc03d1dd",
                                "text": "The royal countenance was of such power (deriving from his kinship with the sun and moon), the direct sight of his visage could cause one to be consumed by fire. Hence, those who approached the Šâh, covered their faces and said misûzam “I am burning up.” One prostrated oneself before the Šâh. The ruler was a cosmic figure, the Sâsânian “lord of the seven climes” and “lord of the age.” The Šâh did not physically take part in warfare. The Šâh also had priestly functions and was the final word in religious matters."
                            },
                            {
                                "example_id": "e743ba3d-3d75-49f2-9ab8-c3db6486851f",
                                "sense_id": "bd3675a6-1ad4-3d3f-9f01-dce9fc03d1dd",
                                "text": "“Dearest sister,” Inanna said. “All kings and šâhs do these sorts of things. You would know that if you spent time amongst the humans, rather than in the forests. But I agree, the sooner he is killed, the better.”[…]It was Baraz, the vizier of the previous Šâh, and Vivâna a merchant from the city.[…]“Briefly,” Azarin agreed, dryly. “The first one had her throat cut and the second one was smothered by a pillow. They lasted even less time than some of the really short lasting Šâhs.”"
                            }
                        ]
                    }
                ],
                "translations": [],
                "word_linkages": []
            }
        ],
        "ru-extract.jsonl": [],
        "nl-extract.jsonl": [],
        "pl-extract.jsonl": [],
        "fr-extract.jsonl": [],
        "it-extract.jsonl": [],
        "de-extract.jsonl": [],
        "cs-extract.jsonl": [],
        "es-extract.jsonl": [],
        "tr-extract.jsonl": []
    }
}