{
    "word_family": [],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "d37ac393-2e87-3219-9ac6-d0828f6857e9",
                    "sense_definition": "Gatunek muzyczny o rytmice afrykańskiej, wywodzący się z wysp Morza Karaibskiego, charakteryzujący się często satyrycznymi tekstami.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "calypso_art",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Podczas wakacji na Karaibach codziennie słuchaliśmy energetycznego <w>calypso</w> granego na żywo.",
                            "target_lang_translations": {
                                "ru": "Во время отпуска на Карибах мы каждый день слушали энергичное <w>калипсо</w> в живом исполнении."
                            }
                        },
                        {
                            "text": "Egzotyczne rytmy <w>calypso</w> sprawiły, że wszyscy goście poczuli się jak na tropikalnej plaży.",
                            "target_lang_translations": {
                                "ru": "Экзотические ритмы <w>калипсо</w> заставили всех гостей почувствовать себя как на тропическом пляже."
                            }
                        }
                    ],
                    "common_phrases": [
                        "muzyka calypso",
                        "rytmy calypso",
                        "zespół calypso"
                    ],
                    "target_lang_definitions": {
                        "ru": "Музыкальный стиль афро-карибского происхождения, характеризующийся особым ритмом и часто сатирическими текстами."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "калипсо",
                                "target_lang_sense_clarification": "музыкальный жанр"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "be037869-1443-3f94-8a8a-6aa34c057761",
                    "sense_definition": "Taniec towarzyski pochodzący z Karaibów, wykonywany do muzyki o tej samej nazwie, oparty na improwizacji.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "calypso_art",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Instruktor pokazał nam podstawowe kroki <w>calypso</w>, które okazały się zaskakująco proste do opanowania.",
                            "target_lang_translations": {
                                "ru": "Инструктор показал нам основные шаги <w>калипсо</w>, которые оказались на удивление простыми в освоении."
                            }
                        },
                        {
                            "text": "Jego ulubionym tańcem było zawsze żywiołowe <w>calypso</w>, które pozwalało mu wyrazić emocje na parkiecie.",
                            "target_lang_translations": {
                                "ru": "Его любимым танцем всегда было зажигательное <w>калипсо</w>, которое позволяло ему выразить эмоции на паркете."
                            }
                        }
                    ],
                    "common_phrases": [
                        "tańczyć calypso",
                        "kroki calypso"
                    ],
                    "target_lang_definitions": {
                        "ru": "Танец карибского происхождения, исполняемый под одноименную музыку, часто основанный на импровизации."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "калипсо",
                                "target_lang_sense_clarification": "танец"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}