{
    "word_family": [
        "ekosystemowy"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "eb6bb25d-50d2-3d4c-bcdc-8d3377813f0a",
                    "sense_definition": "fragment przyrody stanowiący funkcjonalną całość, obejmujący organizmy żywe i ich środowisko, między którymi zachodzi wymiana materii i energii",
                    "learner_level": "B2",
                    "frequency": "High",
                    "semantic_group_id": "biology",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "To przykłady skutków globalnego ocieplenia, które nie mają wpływu jedynie na działalność człowieka, ale także na <w>ekosystemy</w>.",
                            "target_lang_translations": {
                                "ru": "Это примеры последствий глобального потепления, которые влияют не только на деятельность человека, но и на <w>экосистемы</w>."
                            }
                        },
                        {
                            "text": "Każdy <w>ekosystem</w> leśny jest domem dla wielu gatunków zwierząt i roślin.",
                            "target_lang_translations": {
                                "ru": "Каждая лесная <w>экосистема</w> является домом для многих видов животных и растений."
                            }
                        }
                    ],
                    "synonyms": [
                        "system ekologiczny"
                    ],
                    "common_phrases": [
                        "ekosystem leśny",
                        "ekosystem morski",
                        "chronić ekosystem",
                        "równowaga ekosystemu"
                    ],
                    "target_lang_definitions": {
                        "ru": "часть природы, представляющая собой функциональное целое, включающая живые организмы и среду их обитания, между которыми происходит обмен веществом и энергией"
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "экосистема",
                                "target_lang_sense_clarification": "биологическая система"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "c43150c7-99e5-3d09-8a35-37885dd7408b",
                    "sense_definition": "zbiór współpracujących ze sobą produktów, usług lub oprogramowania, zazwyczaj pochodzących od jednego producenta i tworzących spójne środowisko",
                    "learner_level": "C1",
                    "frequency": "Middle",
                    "semantic_group_id": "technology",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "<w>Ekosystem</w> Apple bazuje w dużej mierze na systemach operacyjnych, które wspierają funkcjonalność różnych urządzeń tej marki.",
                            "target_lang_translations": {
                                "ru": "<w>Экосистема</w> Apple во многом базируется на операционных системах, поддерживающих функциональность различных устройств этого бренда."
                            }
                        },
                        {
                            "text": "Współczesne firmy technologiczne starają się budować zamknięty <w>ekosystem</w>, aby utrzymać klientów przy swoich usługach.",
                            "target_lang_translations": {
                                "ru": "Современные технологические компании стараются выстроить замкнутую <w>экосистему</w>, чтобы удержать клиентов в рамках своих сервисов."
                            }
                        }
                    ],
                    "common_phrases": [
                        "ekosystem cyfrowy",
                        "ekosystem startupów",
                        "zamknięty ekosystem",
                        "budować ekosystem"
                    ],
                    "target_lang_definitions": {
                        "ru": "набор взаимодействующих продуктов, услуг или программного обеспечения, обычно от одного производителя, создающих единую среду"
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "экосистема",
                                "target_lang_sense_clarification": "цифровая или бизнес-среда"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}