{
    "word_family": [
        "polderowy"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "d4ed5e97-e60e-319f-84e7-614a2b0a534c",
                    "sense_definition": "Depresyjny teren nadmorski, sztucznie osuszany i otoczony groblami lub wydmami w celu ochrony przed zalaniem, charakterystyczny zwłaszcza dla krajobrazu Holandii.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "land_reclamation",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Utrzymanie <w>polderów</w> wiąże się z ciągłym odwadnianiem terenu przez system kanałów i pomp.",
                            "target_lang_translations": {
                                "ru": "Содержание <w>польдеров</w> связано с постоянным осушением территории через систему каналов и насосов."
                            }
                        },
                        {
                            "text": "Holenderskie <w>poldery</w> są doskonałym przykładem inżynierii lądowej pozwalającej na życie poniżej poziomu morza.",
                            "target_lang_translations": {
                                "ru": "Голландские <w>польдеры</w> являются прекрасным примером гидротехнического строительства, позволяющего жить ниже уровня моря."
                            }
                        }
                    ],
                    "common_phrases": [
                        "holenderskie poldery",
                        "system polderów",
                        "osuszanie polderów"
                    ],
                    "target_lang_definitions": {
                        "ru": "Осушенный участок прибрежной низменности, расположенный ниже уровня моря и защищенный дамбами или дюнами, характерный для ландшафта Нидерландов."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "польдер",
                                "target_lang_sense_clarification": "осушенный участок суши"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "a369158a-55ef-3746-8e47-7fa13bb63122",
                    "sense_definition": "Wydzielony obszar w dolinie rzeki, przeznaczony do kontrolowanego zalania w czasie wezbrania wód, aby chronić inne tereny przed powodzią.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "land_reclamation",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Podczas ostatnich ulewnych deszczy Odra zalała <w>poldery</w> pod Wrocławiem, co uchroniło miasto.",
                            "target_lang_translations": {
                                "ru": "Во время последних проливных дождей Одра затопила <w>польдеры</w> под Вроцлавом, что уберегло город."
                            }
                        },
                        {
                            "text": "Władze zdecydowały o otwarciu śluz, aby woda wpłynęła na <w>polder</w> przeciwpowodziowy.",
                            "target_lang_translations": {
                                "ru": "Власти решили открыть шлюзы, чтобы вода поступила в противопаводковый <w>польдер</w>."
                            }
                        }
                    ],
                    "synonyms": [
                        "teren zalewowy"
                    ],
                    "common_phrases": [
                        "polder przeciwpowodziowy",
                        "polder zalewowy",
                        "pojemność polderu"
                    ],
                    "target_lang_definitions": {
                        "ru": "Выделенный участок в долине реки, предназначенный для контролируемого затопления во время подъема уровня воды с целью защиты других территорий от наводнения."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "польдер",
                                "target_lang_sense_clarification": "противопаводковый"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}