{
    "word_family": [
        "telemarkowy"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "d1b2cb6d-9042-3adc-ac95-cb43bb77d03d",
                    "sense_definition": "Sposób lądowania w skokach narciarskich, polegający na wysunięciu jednej narty do przodu i ugięciu kolan w celu amortyzacji i uzyskania wyższych not sędziowskich.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "skiing_techniques",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Skoczek otrzymał wysokie noty za styl, ponieważ zakończył lot pięknym <w>telemarkiem</w>.",
                            "target_lang_translations": {
                                "ru": "Прыгун получил высокие оценки за стиль, так как завершил полет красивым <w>телемарком</w>."
                            }
                        },
                        {
                            "text": "Przy tak dalekim skoku trudno było utrzymać równowagę i wylądować <w>telemarkiem</w>.",
                            "target_lang_translations": {
                                "ru": "При таком далеком прыжке было трудно удержать равновесие и приземлиться <w>телемарком</w>."
                            }
                        }
                    ],
                    "common_phrases": [
                        "lądować telemarkiem",
                        "wykonać telemark",
                        "piękny telemark"
                    ],
                    "target_lang_definitions": {
                        "ru": "Способ приземления в прыжках с трамплина, заключающийся в выдвижении одной лыжи вперед и сгибании коленей для амортизации и получения более высоких судейских оценок."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "телемарк",
                                "target_lang_sense_clarification": "приземление"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "1be673dd-d876-3f74-a989-93146473904c",
                    "sense_definition": "Technika zjazdu na nartach z wolną piętą, w której skręt wykonuje się poprzez przyklęk na nartę wewnętrzną z uniesioną piętą.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "skiing_techniques",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Jazda <w>telemarkiem</w> jest bardzo wymagająca fizycznie i angażuje mięśnie nóg inaczej niż styl alpejski.",
                            "target_lang_translations": {
                                "ru": "Катание <w>телемарком</w> очень требовательно физически и задействует мышцы ног иначе, чем альпийский стиль."
                            }
                        },
                        {
                            "text": "Mój instruktor specjalizuje się w jeździe <w>telemarkiem</w> i uczy tej techniki zaawansowanych narciarzy.",
                            "target_lang_translations": {
                                "ru": "Мой инструктор специализируется на катании <w>телемарком</w> и обучает этой технике продвинутых лыжников."
                            }
                        }
                    ],
                    "common_phrases": [
                        "styl telemark",
                        "jazda telemarkiem",
                        "skręt telemarkiem"
                    ],
                    "target_lang_definitions": {
                        "ru": "Техника горнолыжного спуска со свободной пяткой, при которой поворот выполняется через приседание на внутреннюю лыжу."
                    },
                    "translations": {
                        "ru": [
                            {
                                "target_lang_word": "телемарк",
                                "target_lang_sense_clarification": "стиль катания"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}