{
    "word_family": [
        "омбудсменский"
    ],
    "entries": [
        {
            "pos": "noun",
            "senses": [
                {
                    "sense_id": "1b1d47cc-3148-3e62-bffd-ff2213102ff6",
                    "sense_definition": "Должностное лицо, уполномоченное контролировать соблюдение прав и свобод граждан, а также разбирать жалобы на действия государственных органов или организаций.",
                    "learner_level": "C1",
                    "frequency": "Low",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Понятие <w>омбудсмен</w> ввели когда-то шведы — так называли посредника между властью и гражданами, защищающего права последних.",
                            "target_lang_translations": {
                                "en": "The Swedes once introduced the concept of the <w>ombudsman</w> — this was the name for the intermediary between the government and citizens who protected the latter's rights."
                            }
                        },
                        {
                            "text": "Если ваши законные права были нарушены чиновниками, вы можете подать официальную жалобу <w>омбудсмену</w>.",
                            "target_lang_translations": {
                                "en": "If your legal rights have been violated by officials, you can file an official complaint with the <w>ombudsman</w>."
                            }
                        }
                    ],
                    "synonyms": [
                        "уполномоченный",
                        "правозащитник"
                    ],
                    "common_phrases": [
                        "финансовый омбудсмен",
                        "институт омбудсмена",
                        "обратиться к омбудсмену",
                        "детский омбудсмен"
                    ],
                    "target_lang_definitions": {
                        "en": "An official authorized to monitor compliance with citizens' rights and freedoms, and to handle complaints regarding the actions of government bodies or organizations."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "ombudsman",
                                "target_lang_sense_clarification": "public official"
                            }
                        ]
                    }
                },
                {
                    "sense_id": "a376ac94-8cb8-32e3-9289-0f743108073e",
                    "sense_definition": "Участник интернет-сообщества (обычно Википедии), который занимается расследованием нарушений правил конфиденциальности и разрешением конфликтов.",
                    "learner_level": "C2",
                    "frequency": "VeryLow",
                    "semantic_group_id": "",
                    "name_type": "no",
                    "examples": [
                        {
                            "text": "Сообщество выбрало нового <w>омбудсмена</w> для решения спорных вопросов между администраторами и участниками.",
                            "target_lang_translations": {
                                "en": "The community chose a new <w>ombudsman</w> to resolve disputes between administrators and contributors."
                            }
                        },
                        {
                            "text": "Только <w>омбудсмен</w> имеет право доступа к логам проверки пользователей на предмет пересечения учетных записей.",
                            "target_lang_translations": {
                                "en": "Only the <w>ombudsman</w> has the right to access user check logs to look for account overlaps."
                            }
                        }
                    ],
                    "traits": [
                        {
                            "trait_type": "slang",
                            "comment": ""
                        }
                    ],
                    "target_lang_definitions": {
                        "en": "A participant in an online community (usually Wikipedia) who investigates privacy violations and resolves conflicts."
                    },
                    "translations": {
                        "en": [
                            {
                                "target_lang_word": "ombudsman",
                                "target_lang_sense_clarification": "online community role"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}